Repository: RROrg/rr
Catalog: files/initrd/opt/rr/lang/*/LC_MESSAGES/rr.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ko_kr, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: Failed to install due to insufficient remaining disk space on local hard drive, consider reallocate your disk %s with at least %sM.
ar_sa: فشل التثبيت بسبب مساحة القرص غير كافية، اعتبار إعادة تخصيص القرص %s على الأقل %sM.
de_de: Installation fehlgeschlagen aufgrund unzureichenden verbleibenden Speicherplatzes auf der lokalen Festplatte. Erwägen Sie, Ihre Festplatte %s mit mindestens %sM neu zuzuweisen.
es_es: Instalación fallida debido a espacio de disco restante insuficiente en el disco duro local, considere reasignar su disco %s con al menos %sM.
fr_fr: Échec de l'installation en raison d'un espace disque restant insuffisant sur le disque local, envisagez de réallouer votre disque %s avec au moins %sM.
ja_jp: ローカル ハード ドライブの残りのディスク領域が不十分なため、インストールに失敗しました。ディスク "%s" に少なくとも %sM を再割り当てすることを検討してください。
ko_kr: 로컬 하드 드라이브에 남은 디스크 공간이 부족하여 설치하지 못했습니다. 디스크 %s을(를) 최소 %sM로 재할당하는 것이 좋습니다.
ru_ru: Не удалось установить из-за недостаточного свободного места на локальном жестком диске, попробуйте перераспределить диск %s на минимум %sM.
th_th: ไม่สามารถติดตั้งได้เนื่องจากพื้นที่ดิสก์เหลือไม่เพียงพอบนฮาร์ดไดรฟ์ในเครื่อง โปรดพิจารณาจัดสรรดิสก์ %s ของคุณใหม่ด้วยอย่างน้อย %sM
tr_tr: Yerel sabit sürücüde kalan disk alanının yetersiz olması nedeniyle yükleme başarısız oldu; %s diskinizi en az %sM ile yeniden tahsis etmeyi düşünün.
uk_ua: Не вдалося встановити через залишену на локальному жорсткому диску не достатньо місця, спробуйте переallocate диск %s з мінімум %sM.
vi_vn: Không thể cài đặt do không đủ không gian ổ đĩa còn lại. Vui lòng phân bổ lại ổ đĩa %s với ít nhất %sM.
zh_cn: 由于本地硬盘上剩余磁盘空间不足, 安装失败, 请清理 %s 的磁盘空间, 至少还需要用 %sM.
zh_hk: 由於本機硬碟上剩餘磁碟空間不足, 安裝失敗, 請清理 %s 的磁碟空間, 至少還需要用 %sM.
zh_tw: 因本地硬碟上的剩餘磁碟空間不足而無法安裝，請考慮將磁碟 %s 重新分配為至少 %sM。

source: Installing new files ...
ar_sa: تثبيت الملفات الجديدة ...
de_de: Neue Dateien werden installiert ...
es_es: Instalar nuevos archivos ...
fr_fr: Installer de nouveaux fichiers ...
ja_jp: 新しいファイルをインストール中...
ko_kr: 새 파일 설치 중 ...
ru_ru: Установка новых файлов ...
th_th: กำลังติดตั้งไฟล์ใหม่ ...
tr_tr: Yeni dosyalar yükleniyor ...
uk_ua: Встановлення нових файлів ...
vi_vn: Cài đặt các tập tin mới ...
zh_cn: 安装更新中 ...
zh_hk: 安裝更新中 ...
zh_tw: 安裝新的檔案...

source: %s updated with success!\n
ar_sa: %s تم تحديثه بنجاح!\n
de_de: %s wurde erfolgreich aktualisiert!\n
es_es: %s actualizados con éxito!\n
fr_fr: %s mis à jour avec succès!\n
ja_jp: %s の更新が成功しました！\n
ko_kr: s가 성공적으로 업데이트되었습니다!\n
ru_ru: %s успешно обновлен!\n
th_th: %s อัปเดตสำเร็จแล้ว!\n
tr_tr: %s başarıyla güncellendi!\n
uk_ua: %s оновлено з успіхом!\n
vi_vn: %s cập nhật thành công!\n
zh_cn: %s 更新成功!\n
zh_hk: %s 更新成功!\n
zh_tw: %s 更新成功!\n

source: Reboot?
ar_sa: إعادة التشغيل؟
de_de: Neustart?
ja_jp: 再起動しますか？
ko_kr: 재부팅?
ru_ru: Перезагрузка?
th_th: รีบูต?
tr_tr: Yeniden başlatılsın mı?
uk_ua: Перезавантаження?
vi_vn: Khởi động lại?
zh_cn: 重启?
zh_hk: 重啓?
zh_tw: 重新開機 ?

source: Reboot to RR
ar_sa: إعادة التشغيل إلى RR
de_de: Neustart zu RR
es_es: Reiniciar en RR
fr_fr: Reboot à RR
ja_jp: RRに再起動
ko_kr: RR로 재부팅
ru_ru: Перезагрузка в RR
th_th: รีบูตไปที่ RR
tr_tr: RR'ye yeniden başlat
uk_ua: Перезавантаження на RR
vi_vn: Khởi động lại vào RR
zh_cn: 重启到 RR
zh_hk: 重啓到 RR
zh_tw: 重新開機進入 RR

source: LKMs
es_es: LKM
uk_ua: ЛКМс

source: CKs
uk_ua: ККС

source: All
ar_sa: كل
de_de: Alle
es_es: Todos
fr_fr: Tous
ja_jp: すべて
ko_kr: 전부의
ru_ru: Все
th_th: ทั้งหมด
tr_tr: Tümü
uk_ua: Все
vi_vn: Tất cả
zh_cn: 全部
zh_hk: 全部
zh_tw: 全部

source: Local upload
ar_sa: الرفع المحلي
de_de: Lokaler Upload
es_es: Carga local
fr_fr: Télécommunication locale
ja_jp: ローカルアップロード
ko_kr: 로컬 업로드
ru_ru: Локальная загрузка
th_th: การอัปโหลดในเครื่อง
tr_tr: Yerel yükleme
uk_ua: Місцеве завантаження
vi_vn: Tải lên từ máy tính
zh_cn: 本地上传
zh_hk: 本地上傳
zh_tw: 本地上傳

source: Pre Release:
ar_sa: إصدار تجريبي:
de_de: Vorabveröffentlichung:
ja_jp: プレリリース：
ko_kr: 사전 릴리즈:
ru_ru: Предварительный выпуск:
th_th: ก่อนวางจำหน่าย:
tr_tr: Ön Sürüm:
uk_ua: Попередній реліз:
vi_vn: Phiên bản trước:
zh_cn: 预发布:
zh_hk: 預發佈:
zh_tw: 預發佈:

source: Manually uploading update*.zip,addons*.zip,modules*.zip,rp-lkms*.zip,rr-cks*.zip to /tmp/ will skip the download.\n
ar_sa: سيؤدي تحميل التحديث*.zip,addons*.zip,modules*.zip,rp-lkms*.zip,rr-cks*.zip إلى /tmp/ يدويًا إلى تخطي التنزيل.\n
de_de: Das manuelle Hochladen von update*.zip,addons*.zip,modules*.zip,rp-lkms*.zip,rr-cks*.zip nach /tmp/ wird den Download überspringen.\n
es_es: Actualización de carga manual*.zip,addons*.zip,modules*.zip,rp-lkms*.zip,rr-cks*.zip a /tmp/ saltará la descarga.\n
fr_fr: Télécharger manuellement la mise à jour*.zip,addons*.zip,modules*.zip,rp-lkms*.zip,rr-cks*.zip vers /tmp/ va sauter le téléchargement.\n
ja_jp: 手動でupdate*.zip,addons*.zip,modules*.zip,rp-lkms*.zip,rr-cks*.zipを/tmp/にアップロードすると、ダウンロードがスキップされます。\n
ko_kr: update.zip, addons*.zip, modules*.zip, rp-lkms*.zip, rr-cks*.zip을 /tmp/에 수동으로 업로드하면 다운로드가 건너뛰게 됩니다.\n
ru_ru: Ручная загрузка update*.zip, addons*.zip, modules*.zip, rp-lkms*.zip, rr-cks*.zip в /tmp/ позволит пропустить скачивание.\n
th_th: การอัปโหลด update*.zip,addons*.zip,modules*.zip,rp-lkms*.zip,rr-cks*.zip ไปที่ /tmp/ จะข้ามการดาวน์โหลด\n
tr_tr: /tmp/ dizinine update*.zip,addons*.zip,modules*.zip,rp-lkms*.zip,rr-cks*.zip dosyalarını elle yüklemek, indirmeyi atlayacaktır.\n
uk_ua: Ручне завантаження оновлення*.zip,addons*.zip,modules*.zip,rp-lkms*.zip,rr-cks*.zip до /tmp/ буде пропустити завантаження.\n
vi_vn: Tải lên tay cầm update*.zip,addons*.zip,modules*.zip,rp-lkms*.zip,rr-cks*.zip vào thư mục /tmp/ sẽ bỏ qua việc tải.\n
zh_cn: 手动上传 update*.zip,addons*.zip,modules*.zip,rp-lkms*.zip,rr-cks*.zip 到 /tmp/ 将跳过下载.\n
zh_hk: 手動上傳 update*.zip,addons*.zip,modules*.zip,rp-lkms*.zip,rr-cks*.zip 到 /tmp/ 將跳過下載.\n
zh_tw: 手動上傳 update*.zip,addons*.zip,modules*.zip,rp-lkms*.zip,rr-cks*.zip 到 /tmp/ 將跳過下載。\n

source: No longer supports update %s separately. Please choose to update All/RR
ar_sa: لا يدعم التحديث %s بشكل منفصل. يرجى اختيار تحديث الكل/RR
de_de: Unterstützt keine separate Aktualisierung von %s mehr. Bitte wählen Sie, ob Sie Alle/RR aktualisieren möchten
es_es: Ya no admite la actualización de %s por separado. Por favor elija actualizar Todo/RR
fr_fr: Ne supporte plus la mise à jour %s séparément. Veuillez choisir de mettre à jour All/RR
ja_jp: %s の個別の更新はもうサポートされていません。すべて/RRを更新するように選択してください
ko_kr: %s 단독 업데이트는 더 이상 지원되지 않습니다.모든 /RR 업데이트 선택
ru_ru: Отдельное обновление%s больше не поддерживается. Выберите Обновить все/RR
th_th: ไม่สนับสนุนการอัปเดต %s แยกต่างหาก. โปรดเลือกการอัปเดตทั้งหมด/RR
tr_tr: %s güncellemesini ayrı olarak desteklemez. Lütfen tümü/RR güncellemesini seçin.
uk_ua: Більше не підтримує оновлення %s окремо. Будь ласка, оберіть оновлення
vi_vn: Không còn hỗ trợ cập nhật %s riêng lẻ. Vui lòng chọn cập nhật All/RR
zh_cn: 不再支持单独更新%s. 请选择更新全部/RR
zh_hk: 不再支持單獨更新%s. 請選擇更新全部/RR
zh_tw: 不再支援單獨更新 %s。請選擇更新全部/RR

source: Please keep the attachment name consistent with the attachment name on Github.\n
ar_sa: يرجى الاحتفاظ بالاسم الملحق متطابق مع اسم الملحق على Github.\n
de_de: Bitte halten Sie den Dateinamen mit dem Dateinamen auf GitHub übereinstimmend.\n
es_es: Por favor mantenga el nombre de apego consistente con el nombre de apego en Github.\n
fr_fr: Veuillez conserver le nom de pièce jointe correspondant au nom de pièce jointe sur Github.\n
ja_jp: 添付ファイルの名前はGithubの添付ファイルの名前と一致させてください。\n
ko_kr: 첨부 파일 이름은 Github의 첨부 파일 이름과 일치하도록 유지하세요.\n
ru_ru: Пожалуйста, сохраните имя вложения в соответствии с именем вложения на Github.\n
th_th: กรุณาคงชื่อไฟล์แนบเป็นเหมือนกับชื่อไฟล์แนบบน Github.\n
tr_tr: Github'daki ek dosyanın adı ile ek dosyanın adı tutarlı kalmalıdır.\n
uk_ua: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації.\n
vi_vn: Vui lòng giữ tên tệp đính kèm trùng khớp với tên tệp đính kèm trên Github.\n
zh_cn: 请保持附件名称与 github 上附件名称一致.\n
zh_hk: 請保持附件名稱與 github 上附件名稱一致.\n
zh_tw: 請保持附件名稱與 Github 上的附件名稱一致。\n

source: Upload update*.zip will update RR.\n
ar_sa: سيؤدي تحميل update*.zip إلى تحديث RR.\n
de_de: Das Hochladen von update*.zip wird RR aktualisieren.\n
es_es: Actualización de descarga*.zip actualizará RR.\n
fr_fr: Télécharger la mise à jour*.zip mettra à jour RR.\n
ja_jp: update*.zipをアップロードするとRRが更新されます。\n
ko_kr: update*.zip을 업로드하면 RR이 업데이트됩니다.\n
ru_ru: Загрузка update*.zip обновит RR.\n
th_th: Upload update*.zip จะอัพเดทรีบอร์ด\n
tr_tr: update*.zip güncellemeyi yükleyecektir.\n
uk_ua: Завантажити оновлення*.zip оновлення RR.\n
vi_vn: Upload update*.zip sẽ cập nhật RR.\n
zh_cn: 上传 update*.zip 将更新 RR.\n
zh_hk: 上傳 update*.zip 将更新 RR.\n
zh_tw: 上傳 update*.zip 將更新 RR。\n

source: Upload addons*.zip will update Addons.\n
ar_sa: سيؤدي تحميل addons*.zip إلى تحديث الموديول.\n
de_de: Das Hochladen von addons*.zip wird Addons aktualisieren.\n
es_es: Subir addons*.zip actualizará Addons.\n
fr_fr: Télécharger addons*.zip mettra à jour Addons.\n
ja_jp: addons*.zipをアップロードするとAddonsが更新されます。\n
ko_kr: addons*.zip을 업로드하면 Addons 기능이 업데이트됩니다.\n
ru_ru: Загрузка addons*.zip обновит дополнения.\n
th_th: Upload addons*.zip จะอัพเดทเอกสาร\n
tr_tr: addons*.zip eklentileri güncellemeyi yükleyecektir.\n
uk_ua: Завантажити плагіни*.zip оновлення Addons.\n
vi_vn: Upload addons*.zip sẽ cập nhật Addons.\n
zh_cn: 上传 addons*.zip 将更新 插件.\n
zh_hk: 上傳 addons*.zip 将更新 挿件.\n
zh_tw: 上傳 addons*.zip 將更新增益集。\n

source: Upload modules*.zip will update Modules.\n
ar_sa: سيؤدي تحميل modules*.zip إلى تحديث الموديول.\n
de_de: Das Hochladen von modules*.zip wird Module aktualisieren.\n
es_es: Subir módulos*.zip actualizará Módulos.\n
fr_fr: Télécharger les modules*.zip mettra à jour les modules.\n
ja_jp: modules*.zipをアップロードするとModulesが更新されます。\n
ko_kr: modules*.zip을 업로드하면 Modules이 업데이트됩니다.\n
ru_ru: Загрузка modules*.zip обновит модули.\n
th_th: Upload modules*.zip จะอัพเดทโมดูล\n
tr_tr: modules*.zip modülleri güncellemeyi yükleyecektir.\n
uk_ua: Завантажити модулі*.zip буде оновлювати модулі.\n
vi_vn: Upload modules*.zip sẽ cập nhật Modules.\n
zh_cn: 上传 modules*.zip 将更新 模块.\n
zh_hk: 上傳 modules*.zip 将更新 模塊.\n
zh_tw: 上傳 modules*.zip 將更新模組。\n

source: Upload rp-lkms*.zip will update LKMs.\n
ar_sa: سيؤدي تحميل rp-lkms*.zip إلى تحديث LKMs.\n
de_de: Das Hochladen von rp-lkms*.zip wird LKMs aktualisieren.\n
es_es: Subir rp-lkms*.zip actualizará LKMs.\n
fr_fr: Télécharger rp-lkms*.zip mettra à jour LKMs.\n
ja_jp: rp-lkms*.zipをアップロードするとLKMsが更新されます。\n
ko_kr: rp-lkms*.zip을 업로드하면 LKMs이 업데이트됩니다.\n
ru_ru: Загрузка rp-lkms*.zip обновит LKMs.\n
th_th: Upload rp-lkms*.zip จะอัพเดท LKMs.\n
tr_tr: rp-lkms*.zip LKMs'i güncellemeyi yükleyecektir.\n
uk_ua: Завантажити rp-lkms*.zip буде оновлювати LKMs.\n
vi_vn: Upload rp-lkms*.zip sẽ cập nhật LKMs.\n
zh_cn: 上传 rp-lkms*.zip 将更新 LKMs.\n
zh_hk: 上傳 rp-lkms*.zip 将更新 LKMs.\n
zh_tw: 上傳 rp-lkms*.zip 將更新 LKM。\n

source: Upload rr-cks*.zip will update CKs.\n
ar_sa: سيؤدي تحميل rr-cks*.zip إلى تحديث CKs.\n
de_de: Das Hochladen von rr-cks*.zip wird CKs aktualisieren.\n
es_es: Subir rr-cks*.zip actualizará CKs.\n
fr_fr: Télécharger rr-cks*.zip mettra à jour CKs.\n
ja_jp: rr-cks*.zipをアップロードするとCKsが更新されます。\n
ko_kr: rr-cks*.zip을 업로드하면 CKs이 업데이트됩니다.\n
ru_ru: Загрузка rr-cks*.zip обновит CKs.\n
th_th: Upload rr-cks*.zip จะอัพเดท CKs.\n
tr_tr: rr-cks*.zip CK'leri güncellemeyi yükleyecektir.\n
uk_ua: Завантажити rr-cks*.zip буде оновлювати CKs.\n
vi_vn: Upload rr-cks*.zip sẽ cập nhật CKs.\n
zh_cn: 上传 rr-cks*.zip 将更新 CKs.\n
zh_hk: 上傳 rr-cks*.zip 将更新 CKs.\n
zh_tw: 上傳 rr-cks*.zip 將更新 CK。\n

source: This person is very lazy and hasn't written anything.
ar_sa: هذا الشخص كسول جدًا ولم يكتب شيئًا.
de_de: Diese Person ist sehr faul und hat nichts geschrieben.
es_es: Esta persona es muy perezosa y no ha escrito nada.
fr_fr: Cette personne est très paresseuse et n'a rien écrit.
ja_jp: この人はとても怠け者で何も書いていません。
ko_kr: 이 사람은 매우 게으르고 아무것도 쓰지 않았습니다.
ru_ru: Этот человек очень ленив и ничего не написал.
th_th: นักกีฬาคนนี้ lazy เลย ไม่มีข้อมูล
tr_tr: Bu kişi çok hafif ve hiçbir şey yazmamış.
uk_ua: Ця людина є дуже мережива і не писала нічого.
vi_vn: Người này rất nhàm chán và chưa viết gì cả.
zh_cn: 这个人很懒, 什么也没有写.
zh_hk: 這個人很懶, 什麼也沒有寫.
zh_tw: 這個人很懶，什麼也沒有寫。

source: An installed DSM system is detected on the hard disk. Do you want to try to restore it first?
ar_sa: تم الكشف عن نظام DSM مثبت على القرص الصلب. هل تريد محاولة استعادةه أولا؟
de_de: Ein installiertes DSM-System wurde auf der Festplatte gefunden. Möchten Sie zuerst versuchen, es wiederherzustellen?
es_es: Se detecta un sistema DSM instalado en el disco duro. ¿Quieres intentar restaurarlo primero?
fr_fr: Un système DSM installé est détecté sur le disque dur. Voulez-vous essayer de le restaurer d'abord?
ja_jp: ハードディスクにDSMシステムがインストールされています。最初にそれを復元したいですか?
ko_kr: 하드 디스크에 DSM 시스템이 설치되었습니다. 먼저 복원하시겠습니까?
ru_ru: На жестком диске установлен DSM. Вы хотите сначала попытаться восстановить его?
th_th: ตรวจพบระบบ DSM ที่ติดตั้งอยู่บนฮาร์ดดิสก์ คุณต้องการลองกู้คืนระบบก่อนหรือไม่
tr_tr: Sabit sürücüde bir DSM sisteminin tespit edildi. Önce onu denemek ister misiniz?
uk_ua: Знайдено встановлений DSM на жорсткому диску. Бажаєте спробувати його відновити спочатку?
vi_vn: Đã phát hiện một hệ thống DSM đã cài đặt trên ổ đĩa cứng. Bạn có muốn thử khôi phục nó trước không?
zh_cn: 在硬盘上检测到已安装的 DSM 系统. 是否尝试先还原它?
zh_hk: 在硬碟上偵測到已安裝的 DSM 系統. 是否嘗試先還原它?
zh_tw: 在硬碟上偵測到已安裝的 DSM 系統. 是否嘗試先還原它?

source: Choose a model
ar_sa: اختر موديل
de_de: Modell auswählen
es_es: Elija un modelo
fr_fr: Choisissez un modèle
ja_jp: モデルを選択
ko_kr: 모델 선택
ru_ru: Выберите модель
th_th: เลือกโมเดล
tr_tr: Bir model seçin
uk_ua: Виберіть модель
vi_vn: Chọn một model
zh_cn: 选择型号
zh_hk: 選擇型號
zh_tw: 選擇型號

source: Choose a version
ar_sa: اختر إصدار
de_de: Version auswählen
es_es: Elija una versión
fr_fr: Choisissez une version
ja_jp: バージョンを選択
ko_kr: 버전 선택
ru_ru: Выберите версию
th_th: เลือกเวอร์ชั่น
tr_tr: Bir sürüm seçin
uk_ua: Виберіть версію
vi_vn: Chọn một phiên bản
zh_cn: 选择版本
zh_hk: 選擇版本
zh_tw: 選擇版本

source: Parse pat
ar_sa: تحليل PAT
ja_jp: patを解析
ru_ru: Разобрать pat
tr_tr: Pat'i çöz
uk_ua: Парсе пат
zh_cn: 解析 pat
zh_hk: 解析 pat
zh_tw: 解析 pat

source: Kernel:
es_es: Núcleo:
ja_jp: カーネル：
ru_ru: Ядро:
tr_tr: Çekirdek:
uk_ua: Кернел:
zh_cn: 内核:
zh_hk: 核心:
zh_tw: 核心:

source: Addons menu
ar_sa: قائمة الإضافات
de_de: Addons-Menü
es_es: Menú Addons
fr_fr: Menu Addons
ja_jp: アドオンメニュー
ko_kr: 애드온 설정
ru_ru: Меню дополнений
th_th: เมนูเสริม
tr_tr: Eklentiler menüsü
uk_ua: Меню додатків
vi_vn: Trình đơn Tiện ích bổ sung
zh_cn: 插件设置
zh_hk: 挿件設定
zh_tw: 增益集設定

source: Modules menu
ar_sa: قائمة الموديلات
de_de: Module-Menü
es_es: Menú de módulos
fr_fr: Menu Modules
ja_jp: モジュールメニュー
ko_kr: 모듈 설정
ru_ru: Меню модулей
th_th: เมนูโมดูล
tr_tr: Modüller menüsü
uk_ua: Меню модуля
vi_vn: Trình đơn mô-đun
zh_cn: 模块设置
zh_hk: 模塊設定
zh_tw: 模組設定

source: Cmdline menu
ar_sa: قائمة Cmdline
de_de: Cmdline-Menü
es_es: Menú Cmdline
fr_fr: Menu Cmdline
ja_jp: Cmdlineメニュー
ko_kr: 명령줄 설정
ru_ru: Настройка Cmdline
th_th: เมนู Cmdline
tr_tr: Cmdline menüsü
uk_ua: Меню Cmdline
vi_vn: Trình đơn Cmdline
zh_cn: 设置 Cmdline
zh_hk: 設定 Cmdline
zh_tw: 設定 Cmdline

source: Synoinfo menu
ar_sa: قائمة Synoinfo
de_de: Synoinfo-Menü
es_es: Menú Synoinfo
fr_fr: Menu Synoinfo
ja_jp: Synoinfoメニュー
ko_kr: synoinfo
ru_ru: Настройка Synoinfo
th_th: เมนู synoinfo
tr_tr: Synoinfo menüsü
uk_ua: Меню Синоinfo
vi_vn: Trình đơn synoinfo
zh_cn: 设置 Synoinfo
zh_hk: 設定 Synoinfo
zh_tw: 設定 Synoinfo

source: Advanced menu
ar_sa: قائمة متقدمة
de_de: Erweitertes Menü
es_es: Menú avanzado
fr_fr: Menu avancé
ja_jp: 詳細メニュー
ko_kr: 고급 설정
ru_ru: Дополнительное меню
th_th: เมนูขั้นสูง
tr_tr: Gelişmiş menüsü
uk_ua: Розширене меню
vi_vn: Trình đơn Nâng cao
zh_cn: 高级设置
zh_hk: 高級設定
zh_tw: 進階設定

source: Build the loader
ar_sa: بناء الحماية
de_de: Loader erstellen
es_es: Construya el cargador
fr_fr: Construisez le chargeur
ja_jp: ローダーをビルド
ko_kr: 로더 빌드
ru_ru: Сборка загрузчика
th_th: สร้างโหลด
tr_tr: Loader derleniyor
uk_ua: Створіть навантажувач
vi_vn: Tạo trình tải
zh_cn: 编译引导
zh_hk: 編譯引導
zh_tw: 編譯開機檔

source: Direct boot:
ar_sa: التشغيل المباشر:
es_es: Arranque directo:
fr_fr: Démarrage direct:
ja_jp: ダイレクトブート：
ko_kr: 직접 부팅:
ru_ru: Прямая загрузка:
th_th: เริ่มการใช้งานโดยตรง:
tr_tr: Doğrudan başlat:
uk_ua: Завантаження:
vi_vn: Bắt đầu trực tiếp:
zh_cn: 直接启动:
zh_hk: 直接啟動:
zh_tw: 直接開機:

source: Boot the loader
ar_sa: تشغيل الحماية
de_de: Loader booten
es_es: Coloque el cargador
ja_jp: ローダーをブート
ko_kr: 로더 부팅
ru_ru: Загрузить загрузчик
th_th: เริ่มโหลด
tr_tr: Loader başlatılıyor
uk_ua: Завантаження
vi_vn: Bắt đầu trình tải
zh_cn: 启动
zh_hk: 啟動
zh_tw: 開機

source: Clean disk cache
ar_sa: تنظيف ذاكرة التخزين المؤقت
de_de: Festplattencache leeren
es_es: Caché de disco limpio
fr_fr: Cache disque propre
ja_jp: ディスクキャッシュをクリア
ko_kr: 디스크 캐시 지우기
ru_ru: Очистить кэш диска
th_th: ล้างแคชดิสก์
tr_tr: Disk önbelleği temizleniyor
uk_ua: Чистий кеш диска
vi_vn: Xóa bộ nhớ đệm đĩa
zh_cn: 清除磁盘缓存
zh_hk: 清除磁碟緩存
zh_tw: 清除磁碟快取

source: Update menu
ar_sa: تحديث القائمة
de_de: Update-Menü
es_es: Menú de actualización
fr_fr: Mettre à jour le menu
ja_jp: 更新メニュー
ko_kr: 업데이트
ru_ru: Меню обновлений
th_th: อัพเดทเมนู
tr_tr: Menü güncelleniyor
uk_ua: Оновлення меню
vi_vn: Cập nhật trình đơn
zh_cn: 更新
zh_hk: 更新
zh_tw: 更新

source: Notepad
ar_sa: محرر
de_de: Notizblock
es_es: Apuntes
ja_jp: ノートパッド
ko_kr: 메모장
ru_ru: Блокнот
th_th: เขียน
tr_tr: Not Defteri
uk_ua: Блокнот
vi_vn: Bảng ghi
zh_cn: 备注
zh_hk: 備註
zh_tw: 記事本

source: Change ...
ar_sa: تغيير ...
de_de: Ändern ...
es_es: Cambiar...
fr_fr: Changement...
ja_jp: 変更...
ko_kr: 변화 ...
ru_ru: Изменять ...
th_th: เปลี่ยน ...
tr_tr: Değiştir ...
uk_ua: Змінити…
vi_vn: Đổi...
zh_cn: 改变 ...
zh_hk: 改變 ...
zh_tw: 變更...

source: Power off
ar_sa: إيقاف
de_de: Ausschalten
es_es: Apagar
ja_jp: 電源オフ
ko_kr: 전원 끄기
ru_ru: Выключение
th_th: ออกจากระบบ
tr_tr: Kapat
uk_ua: Потужність
vi_vn: Tắt nguồn
zh_cn: 关机
zh_hk: 關機
zh_tw: 關機

source: Reboot
ar_sa: إعادة تشغيل
de_de: Neustart
es_es: Reiniciar
ja_jp: 再起動
ko_kr: 재부팅
ru_ru: Перезагрузка
th_th: รีบูต
tr_tr: Yeniden başlat
uk_ua: Перезавантаження
vi_vn: Khởi động lại
zh_cn: 重启
zh_hk: 重啓
zh_tw: 重新開機

source: Reboot to Recovery
ar_sa: إعادة التشغيل إلى Recovery
de_de: Neustart in Recovery
es_es: Reiniciar en Recovery
fr_fr: Reboot à Recovery
ja_jp: Recoveryに再起動
ko_kr: Recovery로 재부팅
ru_ru: Перезагрузка в Recovery
th_th: รีบูตไปที่ Recovery
tr_tr: Recovery'ye yeniden başlat
uk_ua: Перезавантаження на Recovery
vi_vn: Khởi động lại vào Recovery
zh_cn: 重启到 Recovery
zh_hk: 重啓到 Recovery
zh_tw: 重新開機進入 Recovery

source: Reboot to Junior
ar_sa: إعادة التشغيل إلى Junior
de_de: Neustart zu Junior
es_es: Reiniciar en Junior
fr_fr: Reboot à Junior
ja_jp: Juniorに再起動
ko_kr: Junior로 재부팅
ru_ru: Перезагрузка в Junior
th_th: รีบูตไปที่ Junior
tr_tr: Junior'ya yeniden başlat
uk_ua: Перезавантаження на Junior
vi_vn: Khởi động lại vào Junior
zh_cn: 重启到 Junior
zh_hk: 重啓到 Junior
zh_tw: 重新開機進入 Junior

source: Reboot to UEFI
ar_sa: إعادة التشغيل إلى UEFI
de_de: Neustart zu UEFI
es_es: Reiniciar en UEFI
fr_fr: Reboot à UEFI
ja_jp: UEFIに再起動
ko_kr: UEFI로 재부팅
ru_ru: Перезагрузка в UEFI
th_th: รีบูตไปที่ UEFI
tr_tr: UEFI'ye yeniden başlat
uk_ua: Перезавантаження на UEFI
vi_vn: Khởi động lại vào UEFI
zh_cn: 重启到 UEFI
zh_hk: 重啓到 UEFI
zh_tw: 重新開機進入 UEFI

source: Back to shell
ar_sa: العودة إلى shell
de_de: Zurück zur Shell
es_es: Regreso a la concha
fr_fr: Retour à la coque
ja_jp: シェルに戻る
ko_kr: Shell로 돌아가기
ru_ru: Вернуться в shell
th_th: กลับไปที่ shell
tr_tr: Shell'e geri dön
uk_ua: Повернутися до оболонки
vi_vn: Quay trở lại shell
zh_cn: 退出到 shell
zh_hk: 退出到 shell
zh_tw: 退回到 shell

source: Choose a action
ar_sa: اختيار عملية
de_de: Aktion auswählen
es_es: Elija una acción
fr_fr: Choisissez une action
ja_jp: アクションを選択
ko_kr: 작업 선택
ru_ru: Выберите действие
th_th: เลือกการกระทำ
tr_tr: Eylem seçin
uk_ua: Виберіть дію
vi_vn: Chọn một hành động
zh_cn: 选择动作
zh_hk: 選擇動作
zh_tw: 選擇動作

source: OK
ar_sa: نعم
es_es: Aceptar
ru_ru: ОК
th_th: ตกลง
tr_tr: TAMAM

source: DSM zImage changed
zh_hk: DSM zImage 已變更
zh_tw: DSM zImage 已變更

source: DSM ramdisk changed
zh_hk: DSM ramdisk 已變更
zh_tw: DSM ramdisk 已變更

source: Notice: Please insert at least one sata/scsi disk for system installation (except for the bootloader disk).
zh_tw: 注意: 请插入至少一个sata/scsi硬盘用于系统安装(除引导加载器外).

source: The boot disk does not support the current %s, only %s DoM is supported.
zh_tw: 開機碟不支援當前 %s，只支援 %s DoM。

source: Please confirm or modify the URL and md5sum to you need.
zh_tw: 請確認或修改 URL 和 md5sum 為您需要的。

source: Check internet or cache disk space.
zh_tw: 檢查網路或快取磁碟空間。

source: Choose a layout
zh_tw: 選擇佈局

source: Choice a keymap
zh_tw: 選擇鍵盤
