Repository: RROrg/rr
Catalog: files/initrd/opt/rr/lang/*/LC_MESSAGES/rr.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ko_kr, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: Choose a pat version
ar_sa: اختيار إصدار PAT
de_de: Pat-Version auswählen
es_es: Elija una versión pat
fr_fr: Choisissez une version pat
ja_jp: パッチバージョンを選択
ko_kr: pat 버전 선택
ru_ru: Выберите версию pat
th_th: เลือกรุ่น PAT
tr_tr: pat sürümünü seçin
uk_ua: Виберіть версію пат
vi_vn: Chọn phiên bản pat
zh_cn: 选择 pat 版本
zh_hk: 選擇 pat 版本
zh_tw: 選擇 pat 版本

source: Please confirm or modify the URL and md5sum to you need (32 '0's will skip the md5 check).
ar_sa: يرجى التأكد أو تعديل عنوان URL و معرّف MD5 حسب الحاجة (32 '0's سوف تجاوز التحقق من).
de_de: Bitte bestätigen oder ändern Sie die URL und md5sum nach Ihren Bedürfnissen (32 '0's überspringen die md5-Prüfung).
es_es: Por favor confirme o modifique la URL y md5sum que necesita (32 '0's omite la comprobación md5).
fr_fr: Veuillez confirmer ou modifier l'URL et md5sum selon vos besoins (32 '0's ignorera la vérification md5).
ja_jp: 確認またはURLとmd5sumを修正してください (32の0はmd5チェックをスキップ)。
ko_kr: 수정하거나 필요한 URL 및 MD5를 입력하세요 (32 '0's 는 md5 검사를 건너뛰게 됩니다).
ru_ru: Пожалуйста, подтвердите или измените URL и md5sum, которые вам нужны (32 '0's будут пропущены проверку md5).
th_th: โปรดยืนยันหรือแก้ไข URL และ md5sum ตามที่คุณต้องการ (32 ตัวอักษร 0 จะไม่ต้องการตรวจสอบ md5)
tr_tr: Lütfen URL ve md5sum'ı gerektiği gibi değiştirin (32 '0's ile md5 kontrolünü atlayın).
uk_ua: Будь ласка, підтвердити або змінити URL та md5sum, які вам потрібні (32 '0's пропустить перевірку md5).
vi_vn: Hãy xác nhận hoặc sửa đổi URL và md5sum theo nhu cầu của bạn (32 '0's sẽ bỏ qua kiểm tra md5).
zh_cn: 请确认或修改 URL 和 md5sum 为你需要的 (32 个 0 会跳过 md5 校验).
zh_hk: 請確認或修改 URL 和 md5sum 為你需要的 (32 個 '0' 將跳過 md5 檢查).

source: Note: There is no version %s and automatically returns to version %s.
ar_sa: ملاحظة: لا يوجد إصدار %s، سيتم إرجاعك إلى الإصدار %s تلقائيًا.
de_de: Hinweis: Es gibt keine Version %s und es wird automatisch zur Version %s zurückgekehrt.
es_es: Nota: No hay versión %s y se devuelve automáticamente a la versión %s.
fr_fr: Remarque: Il n'y a pas de version %s et elle est automatiquement renvoyée à la version %s.
ja_jp: 注意：バージョン %s は存在しないため、バージョン %s に自動的に戻ります。
ko_kr: 주의: %s 버전이 없으므로 자동으로 %s 버전으로 돌아갑니다.
ru_ru: Заметка: Нет версии %s, возвращается версия %s по умолчанию.
th_th: หมายเหตุ: ไม่มีเวอร์ชัน %s และจะกลับสู่เวอร์ชัน %s โดยอัตโนมัติ
tr_tr: Not: %s sürümü yok, otomatik olarak %s sürümüne dönülüyor.
uk_ua: Примітка: немає версії %s і автоматично повертається до версії %s.
vi_vn: Lưu ý: Không có phiên bản %s, sẽ tự động quay trở lại phiên bản %s.
zh_cn: 注意: 没有 %s 版本, 自动返回 %s 版本.
zh_hk: 警告: 沒有 %s 版本, 將自動返回 %s 版本.
zh_tw: 註: 沒有 %s 的版本，自動返回 %s 版本。

source: Reconfiguring Synoinfo, Addons and Modules ...
ar_sa: إعادة تكوين Synoinfo و الموديولات و الملحقات ...
de_de: Synoinfo, Addons und Module werden neu konfiguriert ...
es_es: Reconfigurando Synoinfo, Addons y Módulos ...
fr_fr: Reconfiguration de Synoinfo, Addons et Modules ...
ja_jp: Synoinfo、Addons、Modulesを再設定中 ...
ko_kr: synoinfo, 애드온 및 모듈 재구성 중...
ru_ru: Перенастройка Synoinfo, дополнений и модулей ...
th_th: รีคอนฟิก Synoinfo, Addons และ Modules ...
tr_tr: Synoinfo, Addons ve Modüller yeniden yapılandırılıyor ...
uk_ua: Налаштування Synoinfo, Додавання та модулі ...
vi_vn: Đang cấu hình lại Synoinfo, Addons and Modules ...
zh_cn: 重新配置 Syninfo, 插件和模块 ...
zh_hk: 重新配置 Syninfo, 挿件和模塊 ...
zh_tw: 重新設置 Syninfo、增益集和模組 ...

source: DSM Invalid, try again!
ar_sa: DSM غير صالح، يرجى المحاولة مرة أخرى!
de_de: Ungültiges DSM, erneut versuchen!
es_es: DSM Inválido, inténtelo de nuevo!
ja_jp: DSMが無効です。もう一度お試しください！
ko_kr: DSM 버전이 유효하지 않습니다. 다시 시도하세요!
ru_ru: DSM недействителен, повторите попытку!
th_th: DSM ไม่ถูกต้อง, กรุณาลองใหม่อีกครั้ง!
tr_tr: DSM geçersiz, tekrar deneyin!
uk_ua: DSM недійсний, спробуйте ще раз!
vi_vn: DSM không hợp lệ, hãy thử lại!
zh_cn: DSM 不支持, 请重试!
zh_hk: DSM 無效, 請重試!
zh_tw: DSM 不支援。請重試！

source: Currently, %s is not supported.
ar_sa: حاليا، %s غير مدعومة.
de_de: Derzeit wird %s nicht unterstützt.
es_es: Actualmente, %s no está soportado.
fr_fr: Actuellement, les %s ne sont pas pris en charge.
ja_jp: 現在、%s はサポートされていません。
ko_kr: 현재 %s 는 지원되지 않습니다.
ru_ru: В настоящее время %s не поддерживается.
th_th: ปัจจุบัน, %s ไม่รองรับ.
tr_tr: %s şu anda desteklenmiyor.
uk_ua: В даний час %s не підтримується.
vi_vn: Hiện tại, %s không được hỗ trợ.
zh_cn: 目前，不支持 %s.
zh_hk: 目前不支援 %s.
zh_tw: 目前不支援 %s。

source: You have selected the %s and %s.\n'Parse Pat' will overwrite the previous selection.\nDo you want to continue?
ar_sa: تم اختيار %s و %s.\n'Parse Pat' سوف يكتب على الاختيار السابق.\nهل تريد المتابعة؟
de_de: Sie haben %s und %s ausgewählt.\n'Parse Pat' wird die vorherige Auswahl überschreiben.\nMöchten Sie fortfahren?
es_es: Usted ha seleccionado los %s y %s.\n'Parse Pat' sobreescribirá la selección anterior.\n ¿Quieres continuar?
fr_fr: Vous avez sélectionné les % et %s.\n'Parse Pat' va écraser la sélection précédente.\nTu veux continuer?
ja_jp: %s と %s を選択しました。\n'Parse Pat'は以前の選択を上書きします。\n続行しますか？
ko_kr: %s 및 %s 를 선택했습니다.\n'Parse pat'이 이전 선택 항목을 덮어씁니다.\n계속하시겠습니까?
ru_ru: Вы выбрали %s и %s.\n'Parse Pat' перезапишет предыдущий выбор.\nХотите продолжить?
th_th: คุณได้เลือก %s และ %s\n'Parse Pat' จะ overwrite เลือกของคุณก่อนหน้า\nคุณต้องการดำเนินการต่อหรือไม่?
tr_tr: %s ve %s seçtiniz.\n'Parse Pat' önceki seçimi üzerine yazacaktır.\nDevam etmek istiyor musunuz?
uk_ua: Ви вибрали %s і %s.\n'Parse Pat' перезаписати попередній вибір.\n Ви хочете продовжити?
vi_vn: Bạn đã chọn %s và %s.\n'Parse Pat' sẽ ghi đè lên lựa chọn trước đó.\nBạn có muốn tiếp tục?
zh_cn: 你已经选择了 %s 和 %s.\n‘解析 Pat' 将覆盖之前的选择.\n是否继续?
zh_hk: 你已經選擇了 %s 和 %s\n‘解析 Pat' 將覆蓋先前的選擇.\n是否繼續?
zh_tw: 您已選擇 %s 和 %s。\n"解析 Pat" 將覆蓋之前的選擇。\n是否要繼續 ?

source: Parse Pat
ru_ru: Разбор Pat
uk_ua: Патрубок
zh_cn: 解析 Pat
zh_hk: 解析 Pat
zh_tw: 解析 pat

source: No pat file found in /tmp/pats/ folder!\nPlease upload the pat file to /tmp/pats/ folder via DUFS and re-enter this option.
ar_sa: لا يوجد ملف pat في مجلد /tmp/pats/!\nالرجاء رفع الملفات الخاصة بك إلى مجلد /tmp/pats/ من خلال DUFS و قم بإعادة إدخال هذا الخيار.
de_de: Keine pat-Datei im Ordner /tmp/pats/ gefunden!\nBitte laden Sie die pat-Datei über DUFS in den Ordner /tmp/pats/ hoch und wählen Sie diese Option erneut.
es_es: No se encontró un archivo pat en la carpeta /tmp/pats/!\nPor favor, suba el archivo pat a la carpeta /tmp/pats/ a través de DUFS y vuelva a ingresar esta opción.
fr_fr: Aucun fichier pat trouvé dans le dossier /tmp/pats/ !\nVeuillez charger le fichier pat dans le dossier /tmp/pats/ via DUFS et réessayer.
ja_jp: /tmp/pats/フォルダにpatファイルが見つかりませんでした。\nDUFSを介してpatファイルを/tmp/pats/フォルダにアップロードして、このオプションを再入力してください。
ko_kr: /tmp/pats/ 폴더에 pat 파일이 없습니다!\nDUFS를 통해 pat 파일을 /tmp/pats/ 폴더에 업로드한 후 다시 이 옵션을 선택하십시오.
ru_ru: В папке /tmp/pats/ не найден файл pat!\nЗагрузите файл pat в папку /tmp/pats/ через DUFS и повторите попытку.
th_th: ไม่พบไฟล์ pat ในโฟลเดอร์ /tmp/pats/!\nโปรดอัพโหลดไฟล์ pat ไปยังโฟลเดอร์ /tmp/pats/ ผ่าน DUFS และเข้าสู่ตัวเลือกนี้อีกครั้ง.
tr_tr: /tmp/pats/ klasöründe pat dosyası bulunamadı!\npat dosyasını /tmp/pats/ klasörüne DUFS ile yükleyin ve bu seçeneği yeniden girin.
uk_ua: Не знайдено файл pat, який міститься в /tmp/pats/ папці!\nБудь ласка, завантажте файл pat до /tmp/pats/ папку через DUFS і перейменуйте цей параметр.
vi_vn: Không tìm thấy tệp pat trong thư mục /tmp/pats/!\nVui lòng tải tệp pat vào thư mục /tmp/pats/ qua DUFS và nhập lại tùy chọn này.
zh_cn: 在 /tmp/pats/ 文件夹中找不到 pat 文件!\n请通过 DUFS 将 pat 文件上传到 /tmp/pats/ 文件夹，然后重新输入此选项.
zh_hk: 在 /tmp/pats/ 資料夾中找不到 pat 檔案!\n請透過 DUFS 將 pat 檔案上傳到 /tmp/pats/ 資料夾, 然後重新进入此選項.
zh_tw: 在 /tmp/pats/ 資料夾中找不到 pat 檔 !\n請透過 DUFS 將 pat 檔上傳到 /tmp/pats/ 資料夾，然後重新進入此選項。

source: Update
ar_sa: تحديث
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mise à jour
ja_jp: 更新
ko_kr: 업데이트
ru_ru: Обновить
th_th: อัปเดต
tr_tr: Güncelle
uk_ua: Оновити
vi_vn: Cập nhật
zh_cn: 更新
zh_hk: 更新
zh_tw: 更新

source: Choose a pat file
ar_sa: اختيار ملف pat
de_de: Wählen Sie eine pat-Datei
es_es: Elija un archivo pat
fr_fr: Choisissez un fichier pat
ja_jp: patファイルを選択
ko_kr: Pat 파일 선택
ru_ru: Выберите файл pat
th_th: เลือกไฟล์ pat
tr_tr: pat dosyasını seçin
uk_ua: Виберіть файл pat
vi_vn: Chọn tệp pat
zh_cn: 选择一个 pat 文件
zh_hk: 選擇一个 pat 檔案
zh_tw: 選擇 pat 檔案

source: pat Invalid, try again!
ar_sa: ملف pat غير صالح، حاول مرة أخرى!
de_de: Ungültige pat-Datei, erneut versuchen!
es_es: pat Invalid, prueba de nuevo!
fr_fr: pat Invalid, réessayez!
ja_jp: patが無効です。再試行してください！
ko_kr: pat 파일이 유효하지 않습니다. 다시 시도하세요!
ru_ru: Недействительный pat, попробуйте снова!
th_th: pat ไม่ถูกต้อง, กรุณาลองใหม่!
tr_tr: pat geçersiz, tekrar deneyin!
uk_ua: pat Invalid, спробуйте знову!
vi_vn: pat không hợp lệ, hãy thử lại!
zh_cn: 无效的 pat, 请重试!
zh_hk: 無效的 pat, 請重試!
zh_tw: 無效的 pat，請重試！

source: Parse %s ...\n
ar_sa: تحليل %s ...\n
es_es: Analizar %s ...\n
ja_jp: %s を解析中...\n
ko_kr: %s 분석 ...\n
ru_ru: Разбор %s ...\n
th_th: แปลง %s ...\n
tr_tr: %s ayrıştırılıyor...\n
uk_ua: Парсе %s ...\n
vi_vn: Phân tích %s ...\n
zh_cn: 解析 %s ...\n
zh_hk: 解析 %s ...\n
zh_tw: 解析 %s ...\n

source: Ready!
ar_sa: جاهز!
de_de: Bereit!
es_es: Listo!
fr_fr: Prêt !
ja_jp: 準備完了！
ko_kr: 준비됨!
ru_ru: Готово!
th_th: พร้อม!
tr_tr: Hazır!
uk_ua: Привіт!
vi_vn: Sẵn sàng!
zh_cn: 已就绪!
zh_hk: 已就绪!
zh_tw: 已就绪！

source: Making ...
ar_sa: صنع ...
de_de: Wird erstellt ...
es_es: Haciendo...
fr_fr: Faire ...
ja_jp: 作成中...
ko_kr: 컴파일 중 ...
ru_ru: Создание ...
th_th: กำลังทำ...
tr_tr: Hazırlanıyor...
uk_ua: Виготовлення ...
vi_vn: Đang làm ...
zh_cn: 编译中 ...
zh_hk: 編譯中 ...
zh_tw: 製作中 ...

source: Add an addon
ar_sa: إضافة إضافة
de_de: Addon hinzufügen
es_es: Añadir un addon
fr_fr: Ajouter un addon
ja_jp: アドオンを追加
ko_kr: 애드온 추가
ru_ru: Добавить дополнение
th_th: เพิ่มอะอdio
tr_tr: Eklenti ekleyin
uk_ua: Додати додаток
vi_vn: Thêm addon
zh_cn: 添加插件
zh_hk: 添加挿件
zh_tw: 加入增益集

source: Delete addons
ar_sa: حذف الإضافات
de_de: Addons löschen
es_es: Suprimir addons
fr_fr: Supprimer les addons
ja_jp: アドオンを削除
ko_kr: 애드온 제거
ru_ru: Удалить дополнения
th_th: ลบอะอdio
tr_tr: Eklentileri silin
uk_ua: Видалити добавки
vi_vn: Xóa addons
zh_cn: 删除插件
zh_hk: 删除挿件
zh_tw: 删除增益集

source: Show all addons
ar_sa: عرض كل الإضافات
de_de: Alle Addons anzeigen
es_es: Mostrar todos los addons
fr_fr: Afficher tous les addons
ja_jp: すべてのアドオンを表示
ko_kr: 모든 애드온 표시
ru_ru: Показать все дополнения
th_th: แสดงอะอdio ทั้งหมด
tr_tr: Tüm eklentileri göster
uk_ua: Показати всі додатки
vi_vn: HIện thị tất cả addons
zh_cn: 显示所有插件
zh_hk: 顯示所有挿件
zh_tw: 顯示所有增益集

source: Upload a external addon
ar_sa: رفع إضافة خارجية
de_de: Externes Addon hochladen
es_es: Subir un addon externo
fr_fr: Charger un addon externe
ja_jp: 外部アドオンをアップロード
ko_kr: 외부 애드온 업로드
ru_ru: Загрузить внешнее дополнение
th_th: อัพโหลดอะอdio จากภายนอก
tr_tr: Harici bir eklenti yükleyin
uk_ua: Завантажити зовнішній додаток
vi_vn: Tải lên addon từ ngoài
zh_cn: 上传外部插件
zh_hk: 上傳外部挿件
zh_tw: 上傳外部增益集

source: Exit
ar_sa: الخروج
de_de: Beenden
es_es: Salir
fr_fr: Sortie
ja_jp: 終了
ko_kr: 나가기
ru_ru: Выход
th_th: ออกจากโปรแกรม
tr_tr: Çıkış
uk_ua: Вийти
vi_vn: Thoát
zh_cn: 退出
zh_hk: 退出
zh_tw: 退出

source: Choose a option
ar_sa: اختر خيار
de_de: Wählen Sie eine Option
es_es: Elija una opción
fr_fr: Choisissez une option
ja_jp: オプションを選択
ko_kr: 옵션 선택
ru_ru: Выберите опцию
th_th: เลือกตัวเลือก
tr_tr: Seçenek seçin
uk_ua: Оберіть варіант
vi_vn: Chọn một tùy chọn
zh_cn: 选择一个选项
zh_hk: 設定
zh_tw: 選擇選項

source: No available addons to add
ar_sa: لا توجد إضافات متاحة للإضافة
de_de: Keine verfügbaren Addons zum Hinzufügen
es_es: No hay addons disponibles para añadir
fr_fr: Aucun addons disponible pour ajouter
ja_jp: 追加可能なアドオンはありません
ko_kr: 추가할 수 있는 애드온이 없습니다
ru_ru: Нет доступных дополнений для добавления
th_th: ไม่มีอะอdio ที่สามารถเพิ่มได้
tr_tr: Eklentiler ekleyebileceğiniz bir eklenti yok
uk_ua: Немає доступних додатків, щоб додати
vi_vn: Không có addons nào để thêm
zh_cn: 没有可用的插件可添加
zh_hk: 沒有可用的挿件可添加
zh_tw: 沒有可用的增益集可加入

source: Select an addon
ar_sa: إختيار إضافة
de_de: Addon auswählen
es_es: Seleccione un addon
fr_fr: Sélectionnez un addon
ja_jp: アドオンを選択
ko_kr: 애드온 선택
ru_ru: Выберите дополнение
th_th: เลือกอะอdio
tr_tr: Eklenti seçin
uk_ua: Виберіть доповнення
vi_vn: Chọn addon
zh_cn: 选择插件
zh_hk: 選擇挿件
zh_tw: 選擇增益集

source: Type a optional params to addon
ar_sa: إدخال معلومات إضافية للإضافة
de_de: Geben Sie optionale Parameter für das Addon ein
es_es: Introduzca un parámetro opcional a addon
fr_fr: Tapez un param optionnel à addon
ja_jp: アドオンにオプションのパラメータを入力
ko_kr: 애드온에 추가할 환경 변수 입력합니다
ru_ru: Введите параметры загрузки для дополнения
th_th: กรอกพารามิเตอร์เพิ่มเติ
tr_tr: Eklentiye isteğe bağlı parametreler girin
uk_ua: Введіть додаткові параметри для доповнення
vi_vn: Nhập tham số tùy chọn cho addon
zh_cn: 输入插件的加载参数
zh_hk: 輸入挿件的加載參數
zh_tw: 輸入增益集的選用參數

source: No user addons to remove
ar_sa: لا توجد إضافات مستخدمة للإزالة
de_de: Keine Benutzer-Addons zum Entfernen
es_es: No hay addons de usuario para eliminar
fr_fr: Aucun addons utilisateur pour supprimer
ja_jp: 削除するユーザーアドオンはありません
ko_kr: 제거할 사용자 애드온이 없습니다
ru_ru: Нет пользовательских дополнений для удаления
th_th: ไม่มีอะอdio ที่สามารถลบได้
tr_tr: Kullanıcı eklentileri kaldırılaca
uk_ua: Немає додатків користувачів для видалення
vi_vn: Không có addons của người dùng để xóa
zh_cn: 没有要删除的用户插件
zh_hk: 沒有要删除的用戶挿件
zh_tw: 沒有要删除的使用者增益集

source: Select addon to remove
ar_sa: إختيار إضافة للإزالة
de_de: Addon zum Entfernen auswählen
es_es: Seleccione addon para eliminar
fr_fr: Sélectionnez addon pour supprimer
ja_jp: 削除するアドオンを選択
ko_kr: 제거할 애드온 선택 합니다
ru_ru: Выберите дополнение для удаления
th_th: เลือกอะอdio ที่ต้องการลบ
tr_tr: Eklentiyi kaldırmak için seçi
uk_ua: Виберіть додаток для видалення
vi_vn: Chọn addon để xóa
zh_cn: 选择要删除的插件
zh_hk: 選擇要删除的挿件
zh_tw: 選擇要删除的增益集

source: Name with color "\Z4blue\Zn" have been added, with color "\Z1red\Zn" are not added.\n
ar_sa: تمت إضافة الاسم باللون "\Z4أزرق\Zn"، ولم تتم إضافة الاسم باللون "\Z1أحمر\Zn".\n
de_de: Der Name mit Farbe "\Z4blau\Zn" wurde hinzugefügt, mit Farbe "\Z1rot\Zn" nicht hinzugefügt.\n
es_es: El nombre con color "\Z4azul\Zn" ha sido agregado, con color "\Z1rojo\Zn" no ha sido agregado.\n
fr_fr: Le nom avec couleur "\Z4bleu\Zn" a été ajouté, avec couleur "\Z1rouge\Zn" ne sont pas ajoutés.\n
ja_jp: "\Z4青\Zn"の名前は追加され、"\Z1赤\Zn"の名前は追加されません。\n
ko_kr: 이름에 "\Z4파란색\Zn" 색상이 추가되었고, "\Z1빨간색\Zn" 색상은 추가되지 않았습니다.\n
ru_ru: Имена с цветом "\Z4синий\Zn" добавлены, с цветом "\Z1красный\Zn" не добавлены.\n
th_th: เพิ่มชื่อที่มีสี "\Z4สีน้ำเงิน\Zn" แล้ว แต่สี "\Z1สีแดง\Zn" จะไม่ถูกเพิ่ม\n
tr_tr: \Z4mavi\Zn adlı adlar renkli olarak eklenir, \Z1kırmızı\Zn adlı adlar renkli olarak eklenmez.\n
uk_ua: Ім'я з кольором "\Z4синій\Zn" додано, ім'я з кольором "\Z1червоний\Zn" не додано.\n
vi_vn: Tên với màu "\Z4xanh\Zn" đã được thêm, với màu "\Z1đỏ\Zn" không được thêm.\n
zh_cn: 名称带有颜色"\Z4蓝色\Zn"已添加，带有颜色"\Z1红色\Zn"未添加。\n
zh_hk: 名稱有顏色"\Z4藍色\Zn"已添加，有顏色"\Z1紅色\Zn"未添加.\n
zh_tw: 名稱有顏色"\Z4藍色\Zn"已添加，有顏色"\Z1紅色\Zn"未添加。\n

source: This feature is only available when accessed via ssh (Requires a terminal that supports ZModem protocol).\n
ar_sa: هذه الميزة متوفرة فقط عندما يتم الوصول إليها من خلال ssh (تحتاج إلى ترminal يدعم بروتوكول ZModem).\n
de_de: Diese Funktion ist nur verfügbar, wenn über ssh zugegriffen wird (erfordert ein Terminal, das das ZModem-Protokoll unterstützt).\n
es_es: Esta función sólo está disponible cuando se accede a través de ssh (Requiere un terminal que admite protocolo ZModem).\n
fr_fr: Cette fonctionnalité n'est disponible qu'en cas d'accès via ssh (Requiert un terminal qui supporte le protocole ZModem).\n
ja_jp: この機能は、ssh経由でアクセスした場合にのみ利用可能です (ターミナルが必要です) that supports ZModem protocol)。\n
ko_kr: 이 기능은 ssh를 통해서만 액세스할 수 있습니다. (ZModem 프로토콜을 지원하는 터미널이 필요합니다.)\n
ru_ru: Эта функция доступна только при доступе через ssh (Требуется терминал, поддерживающий протокол ZModem).\n
th_th: ตัวคุณสมบัตินี้ใช้ได้เฉพาะเมื่อเข้าถึงผ่าน ssh (ต้องมี terminal ที่รองรับโปรโตคอล ZModem) \n
tr_tr: Bu özellik ssh üzerinden erişilirken (ZModem protokolünü destekleyen bir terminal gerektirir) yalnızca kullanılabilir.\n\n
uk_ua: Ця функція доступна тільки при доступі через Ssh (потребує термінал, який підтримує протокол ZModem).\n
vi_vn: Tính năng này chỉ có sẵn khi truy cập qua ssh (Yêu cầu terminal hỗ trợ ZModem protocol).\n
zh_cn: 此功能仅在通过 ssh 访问时可用(需要支持 ZModem 协议的终端).\n
zh_hk: 此功能僅通過 ssh 訪問時可用(需要支援 ZModem 協定的終端).\n
zh_tw: 此功能僅在透過 ssh 存取時可用。(需要支援 ZModem 協定的終端)。\n

source: Please upload the *.addon file.
ar_sa: يرجى تحميل ملف *.addon.
de_de: Bitte laden Sie die *.addon-Datei hoch.
es_es: Por favor, suba el archivo *.addon.
fr_fr: Veuillez télécharger le fichier *.addon.
ja_jp: 「*.addon」ファイルをアップロードしてください。
ko_kr: *.addon 파일을 업로드하세요.
ru_ru: Пожалуйста, загрузите файл *.addon.
th_th: กรุณาอัพโหลดไฟล์ *.addon
tr_tr: *.addon dosyasını yükleyin.
uk_ua: Будь ласка, завантажте файл *.addon.
vi_vn: Vui lòng tải lên tệp *.addon.
zh_cn: 请上传 *.addon 文件.
zh_hk: 請上傳 *.addon 檔案.
zh_tw: 請上傳 *.addon 檔案。

source: Not a valid file, please try again!
ar_sa: ليس ملف صالح، يرجى المحاولة مرة أخرى!
de_de: Keine gültige Datei, bitte erneut versuchen!
es_es: ¡No es un archivo válido, por favor inténtalo de nuevo!
fr_fr: Pas un fichier valide, veuillez réessayer!
ja_jp: 有効なファイルではありません、もう一度お試しください！
ko_kr: 파일이 올바르지 않습니다. 다시 시도하세요!
ru_ru: Недействительный файл, пожалуйста, попробуйте снова!
th_th: ไม่ใช่ไฟล์ที่ถูกต้อง กรุณาลองใหม่อีกครั้ง!
tr_tr: Geçersiz dosya, lütfen tekrar deneyin!
uk_ua: Будь ласка, спробуйте знову!
vi_vn: Không phải là tệp hợp lệ, vui lòng thử lại!
zh_cn: 不是有效的文件, 请重试!
zh_hk: 不是有效的檔案, 請重試!
zh_tw: 不是有效的檔案，請重試！

source: The addon already exists. Do you want to overwrite it?
ar_sa: الموديول موجود بالفعل. هل تريد الكتابة فوقه؟
de_de: Das Addon existiert bereits. Möchten Sie es überschreiben?
es_es: El addon ya existe. ¿Quieres sobreescribirlo?
fr_fr: L'addon existe déjà. Tu veux l'écraser?
ja_jp: アドオンはすでに存在します。上書きしますか？
ko_kr: 애드온이 이미 존재합니다. 덮어쓰시겠습니까?
ru_ru: Дополнение уже существует. Вы хотите перезаписать его?
th_th: Addon มีอยู่แล้ว คุณต้องการเขียนทับหรือไม่?
tr_tr: Eklenti zaten mevcut. Üzerine yazmak istiyor musunuz?
uk_ua: Додаток вже існує. Ви хочете перезаписати його?
vi_vn: Addon đã tồn tại. Bạn có muốn ghi đè nó không?
zh_cn: 该插件已存在, 是否覆盖?
zh_hk: 該挿件已存在, 是否覆盖?
zh_tw: 該增益集已存在，是否覆寫？

source: Addon '%s' added to loader, Please enable it in 'Add an addon' menu.
ar_sa: الموديول '%s' تمت إضافته إلى ال로در، يرجى تمكينه في القائمة 'إضافة موديول'.
de_de: Addon '%s' zum Loader hinzugefügt, bitte im Menü 'Addon hinzufügen' aktivieren.
es_es: Addon '%s' añadido al cargador, Por favor, habilitelo en el menú 'Añadir un addon'.
fr_fr: Addon '%s' ajouté au chargeur, Veuillez l'activer dans le menu 'Ajouter un addon'.
ja_jp: アドオン '%s' がローダーに追加されました。'アドオンを追加' メニューで有効にしてください。
ko_kr: 로더에 애드온 '%s'를 추가했습니다. '애드온 추가' 메뉴에서 활성화하세요.
ru_ru: Дополнение '%s' добавлено в загрузчик, пожалуйста, активируйте его в меню 'Добавить дополнение'.
th_th: Addon '%s' ถูกเพิ่มเข้าไปใน Loader, กรุณาเปิดใช้งานในเมนู 'Add an addon'
tr_tr: '%s' eklentisi yükleyiciye eklendi, 'Eklenti ekle' menüsünde etkinleştirin.
uk_ua: Addon '%s' додано до навантажувача, Будь ласка, ввімкніть меню «Додати додаток».
vi_vn: Addon '%s' đã được thêm vào trình tải, Vui lòng bật nó trong menu 'Thêm addon'.
zh_cn: 插件 '%s' 已添加到引导中, 请在'添加插件' 菜单中开启.
zh_hk: 挿件 '%s' 已添加到引導中, 請在'添加挿件'選單中開啟.
zh_tw: 增益集 '%s' 已加入到開機中，請在「加入增益集」選單中開啟。

source: File format not recognized!
ar_sa: النوع الملف غير معروف!
de_de: Dateiformat nicht erkannt!
es_es: Formato de archivo no reconocido!
fr_fr: Format de fichier non reconnu!
ja_jp: ファイル形式が認識されません！
ko_kr: 파일 형식이 인식되지 않습니다!
ru_ru: Формат файла не распознан!
th_th: ไม่สามารถระบุรูปแบบไฟล์ได้!
tr_tr: Dosya biçimi tanınmıyor!
uk_ua: Формат файлу не визнаний!
vi_vn: Định dạng tệp không được công nhận!
zh_cn: 文件格式无法识别!
zh_hk: 檔案格式無法識別!
zh_tw: 檔案格式無法識別！

source: Show/Select modules
ar_sa: عرض/اختيار الموديول
de_de: Module anzeigen/auswählen
es_es: Mostrar/Seleccionar módulos
fr_fr: Modules Show/Select
ja_jp: モジュールの表示/選択
ko_kr: 모듈 표시/선택
ru_ru: Показать/Выбрать модули
th_th: แสดง/เลือกมอเดล
tr_tr: Modülleri göster/seç
uk_ua: Показати/Виберіть модулі
vi_vn: Hiển thị/Chọn mô-đun
zh_cn: 显示/选择模块
zh_hk: 顯示/選擇模塊
zh_tw: 顯示/選擇模組

source: Select loaded modules
ar_sa: اختيار الموديول المحمل
de_de: Geladene Module auswählen
es_es: Seleccione módulos cargados
fr_fr: Sélectionnez les modules chargés
ja_jp: ロードされたモジュールを選択
ko_kr: 인식된 모듈 선택
ru_ru: Выбрать загруженные модули
th_th: เลือกมอเดลที่โหลดอยู่
tr_tr: Yüklü modülleri seçin
uk_ua: Виберіть завантажені модулі
vi_vn: Chọn mô-đun đã tải
zh_cn: 选择已识别的模块
zh_hk: 選擇已識別的模塊
zh_tw: 選擇已識別的模組

source: Upload a external module
ar_sa: تحميل الموديول الخارجي
de_de: Externes Modul hochladen
es_es: Subir un módulo externo
fr_fr: Charger un module externe
ja_jp: 外部モジュールをアップロード
ko_kr: 외부 모듈 업로드
ru_ru: Загрузить внешний модуль
th_th: อัพโหลดมอเดลภายนอก
tr_tr: Harici bir modül yükleyin
uk_ua: Завантажити зовнішній модуль
vi_vn: Tải lên mô-đun bên ngoài
zh_cn: 上传一个外部模块
zh_hk: 上傳一個外部模塊
zh_tw: 上傳一個外部模組

source: Deselect i915 with dependencies
ar_sa: عدم اختيار i915 مع الاعتمادات
de_de: i915 mit Abhängigkeiten abwählen
es_es: Deselect i915 con dependencias
fr_fr: Désélectionner i915 avec dépendances
ja_jp: 依存関係のあるi915を選択解除
ko_kr: 종속성이 있는 i915 선택 취소
ru_ru: Отмените выбор i915 с зависимостями
th_th: ยกเลิกการเลือก i915 ด้วยมอเดลที่เกี่ยวข้อง
tr_tr: i915 ve bağımlılıklarını seçmeyin
uk_ua: Deselect i915 з залежностями
vi_vn: Bỏ chọn i915 với các phụ thuộc
zh_cn: 取消选择 i915 及其依赖模块
zh_hk: 取消選擇 i915 及其依賴模組
zh_tw: 取消選擇具有依賴項目的 i915

source: Priority use of official drivers:
ar_sa: استخدام اولية للموديول الرسمي:
de_de: Vorrangige Verwendung offizieller Treiber:
es_es: Uso prioritario de los conductores oficiales:
fr_fr: Utilisation prioritaire des conducteurs officiels:
ja_jp: 公式ドライバーの優先使用：
ko_kr: 공식 모듈 우선 사용:
ru_ru: Приоритетное использование официальных драйверов:
th_th: การใช้งานมอเดลที่เป็นของ DSM:
tr_tr: Oficial sürücüleri öncelikli olarak kullanın:
uk_ua: Пріоритетне використання офіційних драйверів:
vi_vn: Sử dụng ưu tiên của các trình điều khiển chính thức:
zh_cn: 优先使用官方模块:
zh_hk: 優先使用官方驅動:
zh_tw: 優先使用官方驅動程式:

source: Edit modules that need to be copied to DSM
ar_sa: تعديل الموديول الذي يجب نسخه الى DSM
de_de: Module bearbeiten, die an DSM kopiert werden müssen
es_es: Editar módulos que necesitan ser copiados a DSM
fr_fr: Modifier les modules qui doivent être copiés sur DSM
ja_jp: DSMにコピーする必要があるモジュールを編集
ko_kr: DSM 복사해야 하는 모듈 편집
ru_ru: Редактируйте модули, которые необходимо скопировать в DSM
th_th: แก้ไขมอเดลที่ต้องการคัดลอกไปยัง DSM
tr_tr: DSM'ye kopyalanması gereken gereken modülleri düzenleyi
uk_ua: Редагувати модулі, які потрібно скопіювати до DSM
vi_vn: Chỉnh sửa các mô-đun cần phải được sao chép vào DSM
zh_cn: 编辑需要拷贝到 DSM 的模块
zh_hk: 編輯需要複製到 DSM 的模塊
zh_tw: 編輯需要複製到 DSM 的模組

source: modprobe blacklist
ar_sa: وحدات التحقيق في القائمة السوداء
de_de: Module Sonde Blacklist
es_es: lista negra de sonda de módulos
fr_fr: liste noire des sondes de modules
ja_jp: モジュール プローブ ブラックリスト
ko_kr: 모듈 프로브 블랙리스트
ru_ru: модули зондируют черный список
th_th: บัญชีดำโพรบโมดูล
tr_tr: modüller prob kara listesi
uk_ua: модулі перевірити чорний список
vi_vn: danh sách đen thăm dò mô-đun
zh_cn: 模块探测黑名单
zh_hk: 模組探測黑名單
zh_tw: 模組探測黑名單

source: Modules
ar_sa: الموديول
de_de: Module
es_es: Módulos
ja_jp: モジュール
ko_kr: 모듈
ru_ru: Модули
th_th: มอเดล
tr_tr: Modüller
uk_ua: Модулі
vi_vn: Mô-đun
zh_cn: 模块
zh_hk: 模塊
zh_tw: 模組

source: Reading modules ...
ar_sa: قراءة الموديول ...
de_de: Module werden gelesen ...
es_es: Módulos de lectura ...
fr_fr: Modules de lecture ...
ja_jp: モジュールを読み込んでいます...
ko_kr: 모듈을 읽는 중...
ru_ru: Чтение модулей ...
th_th: อ่านมอเดล ...
tr_tr: Modüller okunuyor...
uk_ua: Читання модулів ...
vi_vn: Đọc các mô-đun ...
zh_cn: 读取模块中 ...
zh_hk: 讀取模塊中 ...
zh_tw: 讀取模組中...
