Repository: RROrg/rr
Catalog: files/initrd/opt/rr/lang/*/LC_MESSAGES/rr.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ko_kr, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: This option only installs opkg package management, allowing you to install more tools for use and debugging. Do you want to continue?
ar_sa: هذا الخيار فقط يقوم بتثبيت إدارة الحزم opkg، مما يسمح لك بتثبيت أدوات إضافية للاستخدام والفحص. هل تريد المتابعة؟
de_de: Diese Option installiert nur das opkg-Paketmanagement und ermöglicht Ihnen die Installation weiterer Tools zur Verwendung und Fehlerbehebung. Möchten Sie fortfahren?
es_es: Esta opción sólo instala la gestión de paquetes opkg, lo que le permite instalar más herramientas para su uso y depuración. ¿Quieres continuar?
fr_fr: Cette option n'installe que la gestion de paquets opkg, vous permettant d'installer plus d'outils pour l'utilisation et le débogage. Tu veux continuer ?
ja_jp: このオプションはopkgパッケージ管理のみをインストールし、使用とデバッグのためのより多くのツールをインストールできるようにします。続行しますか？
ko_kr: 이 옵션은 opkg 패키지 관리만 설치하므로 사용 및 디버깅을 위한 더 많은 도구를 설치할 수 있습니다. 계속하시겠습니까?
ru_ru: Этот вариант устанавливает только управление пакетами opkg, позволяя вам устанавливать больше инструментов для использования и отладки. Хотите продолжить?
th_th: ตัวเลือกนี้จะติดตั้งการจัดการแพ็คเกจ opkg เท่านั้น ซึ่งช่วยให้คุณติดตั้งเครื่องมือเพิ่มเติมสำหรับการใช้งานและการดีบักได้ คุณต้องการดำเนินการต่อหรือไม่?
tr_tr: Bu seçenek yalnızca opkg paket yönetimi yükler, bu sayede daha fazla araç ve hata ayıklama için kullanabilirsiniz. Devam etmek istiyor musunuz?
uk_ua: Ця опція тільки встановлює управління пакетом opkg, що дозволяє вам встановити більше інструментів для використання та видалення. Ви хочете продовжити?
vi_vn: Tùy chọn này chỉ cài đặt quản lý gói opkg, cho phép bạn cài đặt thêm các công cụ để sử dụng và gỡ lỗi. Bạn có muốn tiếp tục?
zh_cn: 该选项仅安装 opkg 包管理工具, 使你能够安装更多的工具以供使用和调试, 是否继续?
zh_hk: 該選項僅安裝 opkg 包管理工具, 使你能够安裝更多的工具以供使用和調試, 是否繼續?
zh_tw: 該選項僅安裝 opkg 套件管理工具，讓你能?安裝更多的工具以供使用和除錯，是否繼續 ?

source: opkg installing ...
ar_sa: تثبيت opkg ...
de_de: opkg wird installiert ...
es_es: opkg instalando ...
fr_fr: opkg installez ...
ja_jp: opkgをインストール中...
ko_kr: opkg 설치 중 ...
ru_ru: Установка opkg ...
th_th: opkg กำลังติดตั้ง ...
tr_tr: opkg yükleniyor...
uk_ua: opkg установка ...
vi_vn: cài đặt opkg ...
zh_cn: opkg 安装中 ...
zh_hk: opkg 安裝中 ...
zh_tw: opkg 安裝中...

source: opkg install failed.
ar_sa: تثبيت opkg فشل.
de_de: opkg-Installation fehlgeschlagen.
es_es: la instalación de opkg falló.
fr_fr: opkg install échoué.
ja_jp: opkgインストールに失敗しました。
ko_kr: opkg 설치에 실패했습니다.
ru_ru: установка opkg не удалась.
th_th: opkg ติดตั้งไม่สำเร็จ
tr_tr: opkg yükleme başarısız.
uk_ua: opkg встановити не вдалося.
vi_vn: cài đặt opkg thất bại.
zh_cn: opkg 安装失败.
zh_hk: opkg 安裝失敗.
zh_tw: opkg 安裝失敗。

source: opkg install complete.
ar_sa: تثبيت opkg نجح.
de_de: opkg-Installation abgeschlossen.
es_es: opkg instalar completo.
fr_fr: opkg install terminé.
ja_jp: opkgインストールが完了しました。
ko_kr: opkg 설치가 완료되었습니다.
ru_ru: установка opkg завершена.
th_th: opkg ติดตั้งสำเร็จ
tr_tr: opkg yükleme tamamlandı.
uk_ua: opkg встановити завершено.
vi_vn: cài đặt opkg hoàn tất.
zh_cn: opkg 安装完成.
zh_hk: opkg 安裝完成.
zh_tw: opkg 安裝完成。

source: Warning:\nDo not terminate midway, otherwise it may cause damage to the RR. Do you want to continue?
ar_sa: تحذير:\nلا يمكنك إلغاء العملية في أي وقت، أولئك قد يؤدي إلى ضرر على RR. هل تريد المتابعة؟
de_de: Warnung:\nBeenden Sie den Vorgang nicht mittendrin, sonst kann es zu Schäden an der RR kommen. Möchten Sie fortfahren?
es_es: Advertencia:\nNo termine a mitad de camino, de lo contrario puede causar daño a la RR. ¿Quieres continuar?
fr_fr: Attention:\nNe pas mettre fin à mi-chemin, sinon il peut causer des dommages au RR. Tu veux continuer?
ja_jp: 警告：\n途中で終了しないでください。それによりRRにダメージを与える可能性があります。続行しますか？
ko_kr: 경고:\n중간에 종료하지 마십시오. 그렇지 않으면 RR 부팅이 손상이 발생할 수 있습니다. 계속하시겠습니까?
ru_ru: Предупреждение:\nНе прерывайте процесс, иначе это может повредить RR. Хотите продолжить?
th_th: คำเตือน:\nไม่ต้อง terminate ไปก่อน ไม่งั้นอาจจะทำให้ RR เกิดความเสียหาย
tr_tr: Uyarı:\nİşlemi ortasında sonlandırmayın, aksi taktirde RR'nin hasar görebilir. Devam etmek istiyor musunuz?
uk_ua: Попередження:\nНе припиняйте посередині, інакше це може призвести до пошкодження РРР. Ви хочете продовжити?
vi_vn: Cảnh báo:\nKhông hủy trong quá trình, nếu hủy sẽ ảnh hưởng đến RR. Bạn có muốn tiếp tục?
zh_cn: 警告:\n请不要中途停止, 否则将导致 RR 引导损毁, 是否继续?
zh_hk: 警告:\n請不要中途停止, 否則將導致 RR 引導損毀, 是否繼續?
zh_tw: 警告:\n請不要中途停止，否則將導致 RR 開機損毀，是否繼續？

source: Saving ...\n(It usually takes 5-10 minutes, please be patient and wait.)
ar_sa: حفظ ...\n(عادة ما يستغرق 5-10 دقائق، يرجى الإنتظار.)
de_de: Speichern ...\n(Dies dauert normalerweise 5-10 Minuten, bitte haben Sie Geduld und warten Sie.)
es_es: Ahorro ...\n(Por lo general tarda 5-10 minutos, por favor sea paciente y espere.)
fr_fr: Sauver ...\n(Il faut généralement 5-10 minutes, s'il vous plaît être patient et attendre.)
ja_jp: 保存中...\n (通常は5-10分かかります、お待ちください。)
ko_kr: 저장 중...\n(보통 5~10분 정도 소요되니 조금만 기다려 주세요.)
ru_ru: Сохранение ...\n(Обычно занимает 5-10 минут, пожалуйста, будьте терпеливы и подождите.)
th_th: กำลังบันทึก...\n(พบปัญหาบางครั้งอาจใช้เวลา 5-10 นาที)
tr_tr: Kayıt yapılıyor...\n(Genellikle 5-10 dakika sürer, lütfen sabırlı olun ve bekleyin.)
uk_ua: Збереження ...\n(Це зазвичай займає 5-10 хвилин, будь ласка, пацієнт і очікування.)
vi_vn: Lưu ...\n(Thường thường mất 5-10 phút, vui lòng chờ đợi.)
zh_cn: 保存中 ...\n(一般需要 5~10 分钟，请耐心等待.)
zh_hk: 保存中...\n(一般需要5~10分鐘, 請耐心等待.)
zh_tw: 儲存中...\n(通常需要 5-10 分鐘，請耐心等候)。

source: initrd-rr file format error!
ar_sa: خطأ في تنسيق الملف initrd-rr!
de_de: initrd-rr Dateiformatfehler!
es_es: Error de formato de archivo initrd-rr!
fr_fr: Erreur de format du fichier initrd-rr !
ja_jp: initrd-rrファイル形式エラー！
ko_kr: initrd-rr 파일 형식 오류!
ru_ru: Ошибка формата файла initrd-rr!
th_th: รูปแบบไฟล์ initrd-rr ไม่ถูกต้อง!
tr_tr: initrd-rr dosya biçimi hatası!
uk_ua: Помилка формату файлу initrd-rr!
vi_vn: Lỗi định dạng initrd-rr!
zh_cn: initrd-rr 文件格式错误!
zh_hk: initrd-rr 檔案格式錯誤!
zh_tw: initrd-rr 檔案格式錯誤！

source: Save is complete.
ar_sa: تم الحفظ.
de_de: Speichern abgeschlossen.
es_es: Guardar está completo.
fr_fr: Sauver est complet.
ja_jp: 保存が完了しました。
ko_kr: 저장이 완료되었습니다.
ru_ru: Сохранение завершено.
th_th: บันทึกเสร็จสิ้น
tr_tr: Kayıt tamamlandı.
uk_ua: Заощаджувати повністю.
vi_vn: Lưu hoàn tất.
zh_cn: 保存完成.
zh_hk: 保存完成.
zh_tw: 儲存完成。

source: Set to %s: (Delete if empty)
ar_sa: تم تعيين %s: (حذف إذا فارغ)
de_de: %s festlegen: (Löschen, wenn leer)
es_es: Establecer en %s: (Borrar si está vacío)
ja_jp: %s に設定: (空の場合は削除)
ko_kr: %s 로 설정: (비어 있으면 삭제)
ru_ru: Установить %s: (Удалить, если пусто)
th_th: ตั้งค่าเป็น %s: (ลบถ้าว่างเปล่า)
tr_tr: %s olarak ayarlandı: (Boş ise silin)
uk_ua: Встановити %s: (Видаліть, якщо порожній)
vi_vn: Đặt thành %s: (Xóa nếu trống)
zh_cn: 为 %s 设置: (如果为空则删除)
zh_hk: 為 %s 設定: (如果為空則刪除)
zh_tw: 為 %s 設定: (如果為空則刪除)

source: Setting ...
ar_sa: تهيئة ...
de_de: Wird eingestellt ...
es_es: Ajuste ...
ja_jp: 設定中...
ko_kr: 설정 중...
ru_ru: Настройка...
th_th: กำลังตั้งค่า ...
tr_tr: Ayarlanıyor ...
uk_ua: Налаштування ...
vi_vn: Đang thiết lập ...
zh_cn: 设置中 ...
zh_hk: 設定中 ...
zh_tw: 設定中...

source: Scanning ...
ar_sa: معلومات الشبكة ...
de_de: Wird gescannt ...
es_es: Buscando…
fr_fr: Scanner...
ja_jp: スキャン中...
ko_kr: 검색 중...
ru_ru: Очистка ...
th_th: กำลังสแกน ...
tr_tr: Taranıyor ...
uk_ua: Сканування...
vi_vn: Đang quét ...
zh_cn: 扫描中 ...
zh_hk: 掃描中 ...
zh_tw: 掃瞄中...

source: Scanned SSIDs:\n
ar_sa: SSIDs المعلومات:\n
de_de: Gescannte SSIDs:\n
es_es: Escaneado SSIDs:\n
fr_fr: SSID scannés:\n
ja_jp: スキャンしたSSID:\n
ko_kr: 검색된 SSIDs:\n
ru_ru: Сканированные SSID:\n
th_th: SSID ที่สแกน:\n
tr_tr: Taranan SSID'ler:\n
uk_ua: Скасовані SSIDs:\n
vi_vn: Đã quét SSID:\n
zh_cn: 扫描到的 SSIDs:\n
zh_hk: 掃描的 SSID:\n
zh_tw: 已找到的 SSID:\n

source: Please enter a proxy server url.(e.g., %s)
ar_sa: يرجى ادخال عنوان خادم الوكيل (مثال: %s)
de_de: Bitte geben Sie eine Proxy-Server-URL ein (z.B. %s).
es_es: Por favor, introduzca un servidor proxy url.(por ejemplo, %s)
fr_fr: Veuillez entrer un url de serveur proxy (p. ex., %s)
ja_jp: プロキシサーバーのURLを入力してください。(例、%s)
ko_kr: 프록시 서버 URL을 입력하세요(예: %s)
ru_ru: Пожалуйста, введите URL прокси-сервера (например, %s)
th_th: กรุณากรอก proxy server url (เช่น %s)
tr_tr: Lütfen bir proxy sunucu url'si giriniz.(örn., %s)
uk_ua: Будь ласка, введіть проксі сервер URL.(наприклад, %s)
vi_vn: Vui lòng nhập proxy server url.(ví dụ, %s)
zh_cn: 请输入代理服务器 url.(e.g., %s)
zh_hk: 請輸入代理伺服器 url.(e.g., %s)
zh_tw: 請輸入代理伺服器網址。(例如: %s)

source: Invalid proxy server url, continue?
ar_sa: عنوان خادم الوكيل غير صحيح، اكمال؟
de_de: Ungültige Proxy-Server-URL, fortfahren?
es_es: Servidor proxy inválido url, continúa?
fr_fr: Url de serveur proxy invalide, continuez ?
ja_jp: 無効なプロキシサーバーのURL、続行しますか？
ko_kr: 잘못된 프록시 서버 URL입니다. 계속하시겠습니까?
ru_ru: Недействительный URL прокси-сервера, продолжить?
th_th: proxy server url ไม่ถูกต้อง, ต่อ tục?
tr_tr: Geçersiz proxy sunucu url'si, devam etsin mi?
uk_ua: Недійсний проксі-сервер url, продовжується?
vi_vn: URL proxy server không hợp lệ, tiếp tục?
zh_cn: 无效的代理服务器 url, 是否继续?
zh_hk: 無效的代理伺服器 url, 是否繼續?
zh_tw: 代理伺服器網址無效，是否繼續？

source: New password: (Empty for default value 'rr')
ar_sa: كلمة المرور الجديدة: (Empty for default value 'rr')
de_de: Neues Passwort: (Leer für Standardwert 'rr')
es_es: Nueva contraseña: (vacío para el valor predeterminado 'rr')
fr_fr: Nouveau mot de passe: (Vide pour la valeur par défaut 'rr')
ja_jp: 新しいパスワード: (デフォルト値'rr'を入力します)
ko_kr: 새 비밀번호: (빈 값으로 기본값 'rr' 설정)
ru_ru: Новый пароль: (Оставьте пустым для значения по умолчанию 'rr')
th_th: รหัสผ่านใหม่: (Empty for default value 'rr')
tr_tr: Yeni şifre: (Varsayılan değer 'rr' olarak boş bırakabilirsiniz)
uk_ua: Новий пароль: (Порожній за замовчуванням 'rr')
vi_vn: Mật khẩu mới: (Trống cho giá trị mặc định 'rr')
zh_cn: 新密码: (留空为默认值 'rr')
zh_hk: 新密碼: (留白為預設值 'rr')
zh_tw: 新密碼: (空白為預設值 'rr')

source: password for root restored.
ar_sa: تم استعادة كلمة المرور الخاصة بـ root.
de_de: Passwort für root wiederhergestellt.
es_es: Contraseña para root restaurado.
fr_fr: Mot de passe pour root restauré.
ja_jp: rootパスワードが復元されました。
ko_kr: root 비밀번호가 복원되었습니다.
ru_ru: Пароль root восстановлен.
th_th: รหัสผ่าน root ถูกกู้คืน
tr_tr: root şifresi geri yüklendi.
uk_ua: пароль для root відновлено.
vi_vn: Mật khẩu root đã được khôi phục.
zh_cn: root 密码已还原.
zh_hk: root 密碼已還原.
zh_tw: root 密碼已還原。

source: password for root changed.
ar_sa: تم تغيير كلمة المرور الخاصة بـ root.
de_de: Passwort für root geändert.
es_es: Contraseña para root cambiado.
fr_fr: Mot de passe pour root changé.
ja_jp: rootパスワードが変更されました。
ko_kr: root 비밀번호가 변경되었습니다.
ru_ru: Пароль root изменен.
th_th: รหัสผ่าน root ถูกเปลี่ยน
tr_tr: root şifresi değiştirildi.
uk_ua: пароль для root змінено.
vi_vn: Mật khẩu root đã thay đổi.
zh_cn: root 密码已更改.
zh_hk: root 密碼已變更.
zh_tw: root 密碼已變更。

source: Please fill in a number between 0-65535: (Empty for default value.)
ar_sa: يرجى ملء رقما بين 0-65535: (Empty for default value.)
de_de: Bitte geben Sie eine Zahl zwischen 0-65535 ein: (Leer für Standardwert.)
es_es: Por favor, rellene un número entre 0-65535: (vacío para el valor predeterminado.)
fr_fr: Veuillez remplir un nombre entre 0-65535: (Vide pour la valeur par défaut.)
ja_jp: 0-65535の数字を入力してください: (デフォルト値を入力します)
ko_kr: 0-65535 사이의 숫자를 입력하세요: (빈 값으로 기본값 설정)
ru_ru: Введите число от 0 до 65535: (Оставьте пустым для значения по умолчанию.)
th_th: กรุณากรอกตัวเลขระหว่าง 0-65535: (Empty for default value.)
tr_tr: Lütfen 0-65535 arasında bir sayı girin: (Varsayılan değer olarak boş bırakabilirsiniz.)
uk_ua: Будь ласка, заповніть число між 0-65535: (Порожній за замовчуванням.)
vi_vn: Vui lòng điền số từ 0-65535: (Trống cho giá trị mặc định.)
zh_cn: 请输入 0-65535 之间的数字: (留空为默认值.)
zh_hk: 請輸入一個 0-65535 的數字: (留白為預設值.)
zh_tw: 請輸入 0-65535 之間的數字: (空白為預設值。)

source: Invalid %s port number, retry?
ar_sa: رقم منفذ غير صالح %s، إعادة المحاولة؟
de_de: Ungültige %s-Portnummer, erneut versuchen?
es_es: %s número de puerto no válido, ¿quieres volver a intentarlo?
fr_fr: Nombre de port %s invalide, retentez ?
ja_jp: %s ポート番号が無効です、再試行しますか？
ko_kr: %s 포트 번호가 잘못되었습니다. 다시 시도하시겠습니까?
ru_ru: Недействительный номер порта %s, повторить?
th_th: %s เกิดข้อผิดพลาด, ตentaใหม่?
tr_tr: %s bağlantı noktası numarası geçersiz, tekrar dene?
uk_ua: Недійсний номер %s порту, повторити?
vi_vn: Số %s không hợp lệ, thử lại?
zh_cn: %s 端口号无效, 重试?
zh_hk: 無效的 %s 連接埠號碼, 重試?
zh_tw: %s 端口號無效，要重試 ?

source: Ports for TTYD/DUFS/HTTP restored.
ar_sa: منافذ TTYD/DUFS/HTTP تم استعادةها.
de_de: Ports für TTYD/DUFS/HTTP wiederhergestellt.
es_es: Puertos para TTYD/DUFS/HTTP restaurados.
fr_fr: Ports pour TTYD/DUFS/HTTP restaurés.
ja_jp: TTYD/DUFS/HTTPのポートが復元されました。
ko_kr: TTYD/DUFS/HTTP 포트가 복원되었습니다.
ru_ru: Порты TTYD/DUFS/HTTP восстановлены.
th_th: พอร์ต TTYD/DUFS/HTTP ถูกกู้คืน
tr_tr: TTYD/DUFS/HTTP bağlantı noktaları geri yüklendi.
uk_ua: Поorts для TTYD/DUFS/HTTP відновлено.
vi_vn: Cổng TTYD/DUFS/HTTP đã được khôi phục.
zh_cn: TTYD/DUFS/HTTP 的端口已还原.
zh_hk: TTYD/DUFS/HTTP 連接埠已還原.
zh_tw: TTYD/DUFS/HTTP 端口已還原。

source: Ports for TTYD/DUFS/HTTP changed.
ar_sa: منافذ TTYD/DUFS/HTTP تم تغييرها.
de_de: Ports für TTYD/DUFS/HTTP geändert.
es_es: Puertos para TTYD/DUFS/HTTP cambiados.
fr_fr: Ports pour TTYD/DUFS/HTTP changés.
ja_jp: TTYD/DUFS/HTTPのポートが変更されました。
ko_kr: TTYD/DUFS/HTTP 포트가 변경되었습니다.
ru_ru: Порты TTYD/DUFS/HTTP изменены.
th_th: พอร์ต TTYD/DUFS/HTTP ถูกเปลี่ยน
tr_tr: TTYD/DUFS/HTTP bağlantı noktaları değiştirildi.
uk_ua: Поorts для TTYD/DUFS/HTTP змінено.
vi_vn: Cổng TTYD/DUFS/HTTP đã thay đổi.
zh_cn: TTYD/DUFS/HTTP 的端口已更改.
zh_hk: TTYD/DUFS/HTTP 連接埠已變更.
zh_tw: TTYD/DUFS/HTTP 端口已變更。

source: DSM rd compression:
ar_sa: DSM rd ضغط:
de_de: DSM rd-Kompression:
es_es: DSM rd compresión:
fr_fr: DSM compression rd:
ja_jp: DSM rd圧縮：
ko_kr: DSM rd 압축:
ru_ru: DSM rd сжатие:
tr_tr: DSM rd sıkıştırması:
uk_ua: DSM rd компресія:
vi_vn: Dịch thuật DSM rd:
zh_cn: DSM rd 压缩:
zh_hk: DSM rd 壓縮:
zh_tw: DSM rd 壓縮:

source: Switch LKM version:
ar_sa: تبديل نسخة LKM:
de_de: LKM-Version wechseln:
es_es: Cambiar la versión LKM:
fr_fr: Changer la version LKM:
ja_jp: LKMバージョンを切り替える：
ko_kr: LKM 버전을 전환:
ru_ru: Переключить версию LKM:
th_th: สลับ version LKM:
tr_tr: LKM sürümü değiştir:
uk_ua: Перемикач LKM версія:
vi_vn: Chuyển đổi phiên bản LKM:
zh_cn: 选择 LKM 版本:
zh_hk: 選擇 LKM 版本:
zh_tw: 切換 LKM 版本:

source: HDD sort(hotplug):
ar_sa: ترتيب الحافظة(Hotplug):
de_de: HDD-Sortierung (Hotplug):
es_es: HDD (hotplug):
fr_fr: HDD tri(hotplug):
ja_jp: HDDソート (ホットプラグ)：
ko_kr: HDD 정렬(Hot Plug):
ru_ru: Сортировка HDD(hotplug):
th_th: เรียงลำดับ HDD(hotplug):
tr_tr: HDD sıralama(hotplug):
uk_ua: HDD сорт(гаряча):
vi_vn: Sắp xếp HDD(hotplug):
zh_cn: HDD 排序(hotplug):
zh_hk: HDD 排序(hotplug):
zh_tw: HDD 排序 (熱插拔):

source: Show/modify the current pat data
ar_sa: عرض/تعديل بيانات PAT الحالية
de_de: Aktuelle pat-Daten anzeigen/ändern
es_es: Mostrar/modificar los datos actuales pat
fr_fr: Montrer/modifier les données pat actuelles
ja_jp: 現在のpatデータを表示/修正する
ko_kr: 현재 pat 다운로드 링크 표시/수정
ru_ru: Показать/изменить текущие данные PAT
th_th: แสดง/แก้ไขข้อมูล pat ปัจจุบัน
tr_tr: Geçerli pat verilerini göster/değiştir
uk_ua: Показати/змінити поточні дані PAT
vi_vn: hiển thị/sửa đổi dữ liệu pat hiện tại
zh_cn: 显示/修改当前 pat 下载链接
zh_hk: 顯示/修改當前 pat 下載連結
zh_tw: 顯示/修改目前 pat 資料

source: Switch SATADOM mode:
ar_sa: تبديل وضع SATADOM:
de_de: SATADOM-Modus wechseln:
es_es: Cambiar el modo SATADOM:
fr_fr: Changer le mode SATADOM:
ja_jp: SATADOMモードを切り替える：
ko_kr: SATADOM 모드 전환:
ru_ru: Переключить режим SATADOM:
th_th: สลับโหมด SATADOM:
tr_tr: SATADOM modu değiştir:
uk_ua: Перемикач SATADOM режим:
vi_vn: Chuyển đổi chế độ SATADOM:
zh_cn: 切换 SATADOM 模式:
zh_hk: 切換 SATADOM 模式:
zh_tw: 切換 SATADOM 模式:

source: USB disk as internal disk:
ar_sa: قرص الUSB كأقرب الذاكرة:
de_de: USB-Festplatte als internes Laufwerk:
es_es: USB disco como disco interno:
fr_fr: USB disque comme disque interne:
ja_jp: USBディスクを内部ディスクとして使用する：
ko_kr: USB 디스크를 내부 디스크로 사용:
ru_ru: USB-диск как внутренний диск:
th_th: USB disk เป็นดิสก์ภายใน:
tr_tr: USB diskı iç disk olarak kullan:
uk_ua: USB диск як внутрішній диск:
vi_vn: USB disk như đĩa nội tuyến:
zh_cn: USB 磁盘作为内置磁盘:
zh_hk: USB 磁碟作為內部磁碟:
zh_tw: USB 磁碟作為內部磁碟:

source: DSM automatic update:
ar_sa: تحديث DSM تلقائي:
de_de: DSM automatische Aktualisierung:
es_es: Actualización automática de DSM:
fr_fr: Mise à jour automatique DSM:
ja_jp: DSM自動更新：
ko_kr: DSM 자동 업데이트:
ru_ru: Автоматическое обновление DSM:
th_th: DSM อัพเดตอัตโนมัติ:
tr_tr: DSM otomatik güncelleme:
uk_ua: DSM автоматичне оновлення:
vi_vn: Cập nhật DSM tự động:
zh_cn: DSM 自动更新:
zh_hk: DSM 自動更新:
zh_tw: DSM 自動更新:

source: Timeout of boot wait:
ar_sa: مهلة انتظار التمهيد:
de_de: Timeout für Boot-Warten:
es_es: Hora de la espera de arranque:
ja_jp: ブート待ちのタイムアウト：
ko_kr: 부팅 대기 시간(초):
ru_ru: Тайм-аут ожидания загрузки:
th_th: ระยะเวลารอเปิดระบบ:
tr_tr: Boot bekleme zaman aşımı:
uk_ua: Час очікування завантаження:
vi_vn: Thời gian chờ khởi động:
zh_cn: 启动超时时间:
zh_hk: 啟動超時時間:
zh_tw: 開機逾時時間:

source: Timeout of get IP in boot:
ar_sa: مهلة الحصول على عنوان IP:
de_de: Timeout für IP-Beschaffung während des Bootens:
es_es: Tiempo de espera de IP en arranque:
ja_jp: ブート時のIP取得のタイムアウト：
ko_kr: IP 가져오기 시간(초):
ru_ru: Тайм-аут получения IP при загрузке:
th_th: ระยะเวลารอรับ IP ในการเปิดระบบ:
tr_tr: Bootta IP alınması zaman aşımı:
uk_ua: Час очікування IP при завантаженні:
vi_vn: Thời gian chờ lấy địa chỉ IP trong khởi động:
zh_cn: 启动时获取 IP 的超时时间:
zh_hk: 啟動時取得 IP 的超時時間:
zh_tw: 開機時取得 IP 的逾時時間:

source: Kernel switching method:
ar_sa: طريقة تبديل ядро:
de_de: Kernel-Umschaltmethode:
es_es: Método de cambio de kernel:
fr_fr: Méthode de changement de noyau:
ja_jp: カーネル切り替え方法：
ko_kr: 커널 전환 방법:
ru_ru: Метод переключения ядра:
th_th: วิธีสลับระบบปฏิบัติการ:
tr_tr: Kernel değiştirme yöntemi:
uk_ua: Метод перемикання ядра:
vi_vn: phương pháp chuyển đổi kernel:
zh_cn: 内核切换的方式:
zh_hk: 內核切換的管道:
zh_tw: 核心切換方式:

source: Reboot on kernel panic:
ar_sa: إعادة تشغيل عند حánico ядро:
de_de: Neustart bei Kernel-Panic:
es_es: Reinicio en kernel panic:
fr_fr: Reboot sur la panique du noyau:
ja_jp: カーネルパニック時に再起動：
ko_kr: 커널패닉 시 재부팅(초):
ru_ru: Перезагрузка при панике ядра:
th_th: รีบูตเมื่อเกิดความผิดพลาดของระบบปฏิบัติการ:
tr_tr: Kernel panic yeniden başlat:
uk_ua: Перезавантаження на ядру паніку:
vi_vn: Khởi động lại khi kernel panic:
zh_cn: 内核恐慌时重新启动:
zh_hk: 內核恐慌時重新啟動:
zh_tw: 核心崩潰時重新啟動:

source: Use EMMC as the system disk:
ar_sa: استخدام EMMC كأقرب الذاكرة:
de_de: EMMC als Systemdiskette verwenden:
es_es: Utilice EMMC como el disco del sistema:
fr_fr: Utilisez EMMC comme disque système:
ja_jp: EMMCをシステムディスクとして使用する：
ko_kr: EMMC를 시스템 디스크로 사용:
ru_ru: Использовать EMMC в качестве системного диска:
th_th: ใช้ EMMC เป็นระบบจัดเก็บหลัก:
tr_tr: Sistem disk olarak EMMC kullan:
uk_ua: Використовуйте EMMC як системний диск:
vi_vn: Sử dụng EMMC làm đĩa hệ thống:
zh_cn: 使用 EMMC 作为系统磁盘:
zh_hk: 使用EMMC作為系統磁片:
zh_tw: 使用 EMMC 作為系統碟:

source: Show disks information
ar_sa: عرض معلومات الổ cứد
de_de: Festplatteninformationen anzeigen
es_es: Mostrar datos de discos
fr_fr: Afficher les informations sur les disques
ja_jp: ディスク情報を表示する
ko_kr: 디스크 정보 표시
ru_ru: Показать информацию о дисках
th_th: แสดงข้อมูลดิสก์
tr_tr: Disk bilgilerini göster
uk_ua: Показати інформацію дисків
vi_vn: Hiển thị thông tin đĩa
zh_cn: 显示磁盘信息
zh_hk: 顯示磁片資訊
zh_tw: 顯示磁碟資訊

source: Mounting DSM storage pool
ar_sa: تثبيت مجموعة تخزين DSM
de_de: DSM-Speicherpool mounten
es_es: Montando el grupo de almacenamiento de DSM
fr_fr: Montage du pool de stockage DSM
ja_jp: DSM ストレージ プールをマウントしています
ko_kr: DSM 스토리지 풀 마운트
ru_ru: Монтирование пула хранения DSM
th_th: กำลังเมาท์พูลที่เก็บข้อมูล DSM
tr_tr: DSM depolama havuzu bağlanıyor
uk_ua: Встановлення пулу зберігання DSM
vi_vn: Gắn nhóm lưu trữ DSM
zh_cn: 挂载 DSM 存储池
zh_hk: 掛載 DSM 儲存池
zh_tw: 掛載 DSM 儲存池

source: Format disk(s) # Without loader disk
ar_sa: تنسيق القرص(s) # بدون قرص محمل
de_de: Festplatte(n) formatieren # Ohne Loader-Disk
es_es: Formato disco(s) # Sin disco de cargador
fr_fr: Format disque(s) # Sans disque de chargeur
ja_jp: ディスクをフォーマットする # ローダーディスクなし
ko_kr: 포맷 디스크 # 로더 디스크 없음
ru_ru: Форматировать диск(и) # Без диска загрузчика
th_th: รูปแบบดิสก์ # ไม่รวมดิสก์ Loader
tr_tr: Disk(leri) biçir # Loader diski olmadan
uk_ua: Формат диска(и) # Без навантажувача
vi_vn: Định dạng đĩa(s) # Không có đĩa loader
zh_cn: 格式化磁盘(s) # 不含启动盘
zh_hk: 格式化磁碟(s) # 不含開機磁碟
zh_tw: 格式化磁碟(s) # 不含開機碟

source: Download DSM config backup files
ar_sa: تحميل ملفات نسخة احتياطية من تهيئة نظام DSM
de_de: DSM-Konfigurationssicherungsdateien herunterladen
es_es: Descargar archivos de copia de seguridad de configuración DSM
fr_fr: Télécharger les fichiers de sauvegarde de configuration DSM
ja_jp: DSM 構成バックアップ ファイルをダウンロードする
ko_kr: DSM 구성 백업 파일 다운로드
ru_ru: Загрузите файлы резервной копии конфигурации DSM
th_th: ดาวน์โหลดไฟล์การตั้งค่า DSM
tr_tr: DSM yapılandırma yedek dosyalarını indir
uk_ua: Завантажити файли резервного копіювання DSM
vi_vn: Tải về tệp sao lưu cấu hình DSM
zh_cn: 下载 DSM 配置备份文件
zh_hk: 下載 DSM 設定備份文件
zh_tw: 下載 DSM 設定檔備份

source: Allow downgrade installation
ar_sa: السماح بتثبيت الترقية
de_de: Downgrade-Installation erlauben
es_es: Permitir la instalación de baja calidad
fr_fr: Autoriser l'installation de déclassement
ja_jp: ダウングレードインストールを許可する
ko_kr: 다운그레이드 설치 허용
ru_ru: Разрешить установку более ранней версии
th_th: อนุญาตการติดตั้งลดรุ่น
tr_tr: DSM sistemini geri yüklemeye izin ver
uk_ua: Дозволити монтаж
vi_vn: Cho phép cài đặt phiên bản cũ hơn
zh_cn: 允许降级安装
zh_hk: 允許降級安裝
zh_tw: 允許降級安裝

source: Reset DSM system password
ar_sa: إعادة تعيين كلمة مرور نظام DSM
de_de: DSM-Systempasswort zurücksetzen
es_es: Reiniciar la contraseña del sistema DSM
fr_fr: Réinitialiser le mot de passe système DSM
ja_jp: DSMシステムパスワードをリセットする
ko_kr: DSM 시스템 비밀번호 재설정
ru_ru: Сбросить пароль системы DSM
th_th: รีเซ็ตรหัสผ่าน DSM
tr_tr: DSM sistem şifresini sıfırla
uk_ua: Заміна пароля системи DSM
vi_vn: Đặt lại mật khẩu hệ thống DSM
zh_cn: 重置 DSM 系统密码
zh_hk: 重置 DSM 系統密碼
zh_tw: 重設 DSM 系統密碼

source: Add a new user to DSM system
ar_sa: إضافة مستخدم جديد إلى نظام DSM
de_de: Neuen Benutzer zum DSM-System hinzufügen
es_es: Añadir un nuevo usuario al sistema DSM
fr_fr: Ajouter un nouvel utilisateur au système DSM
ja_jp: 新しいユーザーを DSM システムに追加する
ko_kr: DSM 시스템에 새 사용자 추가
ru_ru: Добавьте нового пользователя в систему DSM
th_th: เพิ่มผู้ใช้ใหม่ลงในระบบ DSM
tr_tr: DSM sistemine yeni bir kullanıcı ekle
uk_ua: Додати новий користувач до системи DSM
vi_vn: Thêm người dùng mới vào hệ thống DSM
zh_cn: 添加新用户到 DSM 系统
zh_hk: 新增用戶到 DSM 系統
zh_tw: 加入新使用者到 DSM 系統

source: Force enable Telnet&SSH of DSM system
ar_sa: إجبار تمكين Telnet&SSH من نظام DSM
de_de: Telnet&SSH des DSM-Systems zwangsweise aktivieren
es_es: Fuerza habilitada Telnet limitadoSSH del sistema DSM
fr_fr: Force permet à Telnet désactivéSSH du système DSM
ja_jp: DSMシステムのTelnet＆SSHを強制的に有効にする
ko_kr: DSM 시스템의 Telnet&SSH를 강제로 활성화합니다
ru_ru: Принудительно включить Telnet&SSH системы DSM
th_th: บังคับให้เปิดใช้งาน Telnet&SSH ของระบบ DSM
tr_tr: DSM sisteminin Telnet&SSH'sini zorla etkinleştir
uk_ua: Увімкніть функцію Telnet&SSH DSM
vi_vn: Bắt buộc kích hoạt Telnet&SSH của hệ thống DSM
zh_cn: 强制打开 DSM 的 Telnet&SSH
zh_hk: 強制開啟 DSM 的 Telnet&SSH
zh_tw: 強制啟用 DSM 系統的 Telnet 及 SSH

source: Remove the blocked IP database of DSM
ar_sa: إزالة قاعدة بيانات عناوين IP المحظورة من نظام DSM
de_de: Blockierte IP-Datenbank von DSM entfernen
es_es: Eliminar la base de datos de IP bloqueadas del DSM
fr_fr: Supprimer la base de données IP bloquée de DSM
ja_jp: DSM のブロックされた IP データベースを削除します
ko_kr: DSM의 차단된 IP 데이터베이스 제거
ru_ru: Удалить заблокированную базу данных IP-адресов DSM
th_th: ลบฐานข้อมูลไอพีที่ถูกบล็อกของระบบ DSM
tr_tr: DSM'nin engellenen IP veritabanını kaldır
uk_ua: Видалення заблокованої IP бази даних DSM
vi_vn: Xóa cơ sở dữ liệu IP bị chặn của DSM
zh_cn: 删除 DSM 封锁的 IP 数据库
zh_hk: 刪除 DSM 封鎖的 IP 資料庫
zh_tw: 移除 DSM 封鎖的 IP 資料庫
