Repository: RROrg/rr
Catalog: files/initrd/opt/rr/lang/*/LC_MESSAGES/rr.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ko_kr, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: The notify text is not currently supported, please ignore.\n
ar_sa: النص غير مدعوم حاليا، يرجى تجاهله.\n
de_de: Der Notify Text wird derzeit nicht unterstützt, bitte ignorieren.\n
es_es: El texto de notificación no está actualmente admitido, ignore.\n
fr_fr: Le texte de notification n'est actuellement pas pris en charge, veuillez ignorer.\n
ja_jp: 通知テキストは現在サポートされていません、無視してください。\n
ko_kr: 현재 알림 텍스트는 지원되지 않습니다, 무시하세요.\n
ru_ru: Текст сообщения не поддерживается, игнорируйте.\n
th_th: ข้อความแจ้งเตือนไม่รองรับในขณะนี้ กรุณาignore\n
tr_tr: Bildirim metni şu anda desteklenmiyor, lütfen yoksayın.\n
uk_ua: Текст повідомлення на даний момент не підтримується, проігноруйте.\n
vi_vn: Văn bản thông báo hiện tại không được hỗ trợ, vui lòng bỏ qua.\n
zh_cn: 当前不支持通知文本, 请忽略.\n
zh_hk: 目前不支援通知文字, 請忽略.\n
zh_tw: 目前不支援通知文字，請忽略。\n

source: Test
ar_sa: اختبار
es_es: Prueba
ja_jp: テスト
ko_kr: 테스트
ru_ru: Тест
th_th: ทดสอบ
uk_ua: Тест
vi_vn: Kiểm tra
zh_cn: 测试
zh_hk: 測試
zh_tw: 測試

source: Trying to recover an installed DSM system ...
ar_sa: محاولة استرجاع نظام DSM مثبت ...
de_de: Versuchen, ein installiertes DSM-System wiederherzustellen ...
es_es: Intentando recuperar un sistema DSM instalado ...
fr_fr: Essayer de récupérer un système DSM installé ...
ja_jp: インストールされたDSMシステムの回復を試みています...
ko_kr: 설치된 DSM 시스템을 복구하려고 합니다...
ru_ru: Предпринимаются попытки восстановить установленную систему DSM.
th_th: กำลังพยายามกู้คืนระบบ DSM ที่ติดตั้ง ...
tr_tr: DSM sistemini geri yüklemeye çalışıyor ...
uk_ua: Спробуйте відновити встановлену систему DSM ...
vi_vn: Thử khôi phục hệ thống DSM đã cài đặt ...
zh_cn: 尝试恢复已安装的 DSM 系统中 ...
zh_hk: 嘗試恢復已安裝的 DSM 系統中 ...
zh_tw: 嘗試還原已安裝的 DSM 系統...

source: Mount DSM system partition(md0) failed!\nPlease insert all disks before continuing.
ar_sa: لمجلد DSM غير موجود (md0)!\nيرجى إدراج جميع الديسكات قبل المتابعة.
de_de: Das Einhängen der DSM-Systempartition (md0) ist fehlgeschlagen!\nBitte legen Sie alle Festplatten ein, bevor Sie fortfahren.
es_es: ¡Error al montar la partición del sistema DSM(md0)!\nInserte todos los discos antes de continuar.
fr_fr: Le montage de la partition système DSM(md0) a échoué !\nVeuillez insérer tous les disques avant de continuer.
ja_jp: DSM システム パーティション (md0) のマウントに失敗しました!\n続行する前にすべてのディスクを挿入してください。
ko_kr: DSM 시스템 파티션(md0) 마운트에 실패했습니다!\n계속하기 전에 모든 디스크를 삽입하십시오.
ru_ru: Не удалось смонтировать системный раздел DSM (md0)!\nПеред продолжением вставьте все диски.
th_th: ไม่สามารถ mount พาร์ติชั่น DSM (md0) ได้!\nกรุณาใส่ดิสก์ก่อนดำเนินการต่อ
tr_tr: DSM sistem disk bölümü(md0) başarısız!\nDevam etmeden önce tüm diskleri ekleyin.
uk_ua: монтувати системний розділ DSM (md0) не вдалося!\nБудь ласка, вставте всі диски, перш ніж продовжити.
vi_vn: Không thể gắn ổ đĩa DSM!\nVui lòng chèn tất cả ổ đĩa trước khi tiếp tục.
zh_cn: 挂载 DSM 系统分区(md0) 失败! \n请插入所有磁盘, 然后再继续.
zh_hk: 掛載 DSM 系統分割區(md0) 失敗! \n請插入所有磁碟, 然後再繼續.
zh_tw: 掛載 DSM 系統分割區(md0) 失敗！ \n請插入所有磁碟，然後再繼續。

source: Checking for backup of user's configuration for bootloader ...
ar_sa: التحقق من نسخة احتياطية للإعدادات للمنفذ التشغيل ...
de_de: Überprüfung auf Backup der Benutzerkonfiguration für den Bootloader ...
es_es: Comprobación para la copia de seguridad de la configuración del usuario para ...
fr_fr: Vérification de la sauvegarde de la configuration de l'utilisateur pour bootloader ...
ja_jp: ブートローダーのユーザー設定のバックアップを確認しています...
ko_kr: 부트 로더의 사용자 구성 백업을 검사하는 중...
ru_ru: Проверяется настройка резервного копирования пользователя загрузчика.
th_th: ตรวจสอบการสำรองค่าการตั้งค่าของผู้ใช้สำหรับ bootloader ...
tr_tr: bootloader için kullanıcı yapılandırmasının yedeklenmesi kontrol ediliyor ...
uk_ua: Перевірка для резервної копії конфігурації користувача для завантаження...
vi_vn: Kiểm tra bản sao lưu cấu hình người dùng cho bootloader ...
zh_cn: 检查引导程序的用户配置备份中 ...
zh_hk: 檢查引導加載程式的用戶配寘備份中 ...
zh_tw: 檢查開機程式的使用者設定備份...

source: Found a backup of the user's configuration, and restored it. Please rebuild and boot.
ar_sa: تم العثور على نسخة احتياطية للإعدادات، تم استرجاعها. يرجى إعادة بناء النظام وتشغيله.
de_de: Ein Backup der Benutzerkonfiguration gefunden und wiederhergestellt. Bitte neu aufbauen und booten.
es_es: Encontré una copia de seguridad de la configuración del usuario, y la restauró. Por favor, reconstruye y arranca.
fr_fr: Trouvé une sauvegarde de la configuration de l'utilisateur, et restauré. Veuillez reconstruire et démarrer.
ja_jp: ユーザー設定のバックアップが見つかり、それを復元しました。再構築して起動してください。
ko_kr: 사용자가 구성한 백업을 찾아 복원했습니다. 다시 생성하여 시작하십시오.
ru_ru: Найдена резервная копия конфигурации пользователя и восстановлена. Пожалуйста, создайте ее заново и запустите.
th_th: พบข้อมูลสำรองของการกำหนดค่าของผู้ใช้และกู้คืนแล้ว กรุณาสร้างใหม่และบูต
tr_tr: Kullanıcı yapılandırmasının yedeklenmesi bulundu ve geri yüklendi. Lütfen yeniden derleyin ve başlatın.
uk_ua: Знайдено резервну копію конфігурації користувача та відновлено її. Будь ласка, перебудувати і завантажити.
vi_vn: Tìm thấy bản sao lưu cấu hình người dùng, và đã khôi phục. Vui lòng xây dựng lại và khởi động lại.
zh_cn: 找到用户配置的备份, 并已还原. 请重新编译并启动.
zh_hk: 找到用戶配寘的備份, 並已還原. 請重新編譯引導並啟動.
zh_tw: 找到使用者設定的備份，並已回復。請重新編譯並開機。

source: Checking for installed DSM system ...
ar_sa: التحقق من نظام DSM المحمول المحمل ...
de_de: Überprüfung des installierten DSM-Systems ...
es_es: Comprobación para sistema DSM instalado ...
fr_fr: Vérification du système DSM installé ...
ja_jp: インストールされたDSMシステムを確認しています...
ko_kr: 설치된 DSM 시스템을 확인하는 중...
ru_ru: Проводится проверка установленных систем DSM.
th_th: ตรวจสอบระบบ DSM ที่ติดตั้งอยู่ ...
tr_tr: DSM sisteminin yüklü olup olmadığı kontrol ediliyor ...
uk_ua: Перевірка встановленої системи DSM ...
vi_vn: Kiểm tra hệ thống DSM đã cài đặt ...
zh_cn: 检查已安装的 DSM 系统中 ...
zh_hk: 檢查已安裝的 DSM 系統中 ...
zh_tw: 檢查已安裝的 DSM 系統...

source: The installed DSM system was not found, or the system is damaged and cannot be recovered. Please reselect model and build.
ar_sa: تم العثور على نظام DSM المحمول المحمل، لكن النظام تالف ولا يمكن استرجاعه. يرجى إعادة تحديد النظام والمنفذ وإعادة بناء النظام.
de_de: Das installierte DSM-System wurde nicht gefunden oder das System ist beschädigt und kann nicht wiederhergestellt werden. Bitte Modell neu auswählen und bauen.
es_es: El sistema DSM instalado no fue encontrado, o el sistema está dañado y no se puede recuperar. Por favor, reelegir modelo y construir.
fr_fr: Le système DSM installé n'a pas été trouvé, ou le système est endommagé et ne peut pas être récupéré. Veuillez résélectionner le modèle et la construction.
ja_jp: インストールされたDSMシステムが見つからないか、システムが損傷して回復できません。モデルとビルドを再選択してください。
ko_kr: 설치된 DSM 시스템을 찾을 수 없거나 시스템이 손상되어 복구할 수 없습니다.모델을 다시 선택하고 구성하십시오.
ru_ru: Найдите установленную систему DSM, но система повреждена и не будет восстановлена. Пожалуйста, выберите модель и создайте ее заново.
th_th: ไม่พบระบบ DSM ที่ติดตั้งไว้ หรือระบบเสียหายและไม่สามารถกู้คืนได้ โปรดเลือกรุ่นและสร้างอีกครั้ง
tr_tr: Yüklü DSM sistem bulunamadı veya sistem bozuk ve geri yüklenemez. Lütfen modeli ve yeniden derlemeyi seçin.
uk_ua: Система DSM не знайдено, або система пошкоджена і не може бути відновлена. Будь ласка, переоберіть модель і побудувати.
vi_vn: Hệ thống DSM đã cài đặt không tìm thấy, hoặc hệ thống bị hỏng và không thể khôi phục. Vui lòng chọn lại model và xây dựng lại.
zh_cn: 未找到已安装的DSM系统, 或者系统已损坏, 将无法恢复. 请重新选择模型并构建.
zh_hk: 找不到已安裝的DSM系統, 或者該系統已損壞, 無法恢復. 請重新選擇模型並構建.
zh_tw: 找不到已安裝的 DSM 系統或系統已損壞且無法回復。請重新選擇模型並編譯。

source: Found an installed DSM system and restored it. Please rebuild and boot.
ar_sa: تم العثور على نظام DSM المحمول المحمل، تم استرجاعه. يرجى إعادة بناء النظام وتشغيله.
de_de: Ein installiertes DSM-System gefunden und wiederhergestellt. Bitte neu aufbauen und booten.
es_es: Encontré un sistema DSM instalado y lo restauró. Por favor, reconstruye y arranca.
fr_fr: Trouvé un système DSM installé et restauré. Veuillez reconstruire et démarrer.
ja_jp: インストールされたDSMシステムが見つかり、それを復元しました。再構築して起動してください。
ko_kr: 설치된 DSM 시스템을 찾아 복원합니다. 다시 생성하여 시작하십시오.
ru_ru: Найдите установленную систему DSM и восстановите ее. Создайте ее заново и запустите.
th_th: เจอระบบ DSM ที่ติดตั้งอยู่แล้วและได้กู้คืนมาแล้ว โปรดสร้างใหม่และเริ่มต้นการทำงานใหม่อีกครั้ง
tr_tr: Yüklü DSM sistem bulundu ve geri yüklendi. Lütfen yeniden derleyin ve başlatın.
uk_ua: Знайдено встановлену систему ДСМ і відновлено її. Будь ласка, перебудувати і завантажити.
vi_vn: Tìm thấy hệ thống DSM đã cài đặt và đã khôi phục. Vui lòng xây dựng lại và khởi động lại.
zh_cn: 找到已安装的DSM系统, 并已还原. 请重新编译并启动.
zh_hk: 找到已安裝的 DSM 系統, 並已還原. 請重新編譯引導並啟動.
zh_tw: 找到已安裝的 DSM 系統並已還原。請重新編譯並開機。

source: Choose a disk to clone to
ar_sa: اختر حاويه لتنسخها الى
de_de: Wählen Sie eine Festplatte zum Klonen aus
es_es: Elija un disco para clonar
fr_fr: Choisissez un disque pour cloner
ja_jp: クローンするディスクを選択
ko_kr: 복제할 디스크를 선택합니다
ru_ru: Выберите диск для клонирования
th_th: เลือกดิสก์เพื่อคัดลอกไปยัง
tr_tr: Disk seçin
uk_ua: Виберіть диск для клона
vi_vn: Chọn đĩa để sao chép sang
zh_cn: 选择要克隆到的磁盘
zh_hk: 選擇要克隆到的磁碟
zh_tw: 選擇要複製磁碟的目標

source: No disk selected!
ar_sa: لا تم اختيار حاويه!
de_de: Keine Festplatte ausgewählt!
es_es: ¡No hay ningún disco seleccionado!
fr_fr: Aucun disque sélectionné !
ja_jp: ディスクが選択されていません！
ko_kr: 선택한 디스크가 없습니다!
ru_ru: Диск не выбран!
th_th: ไม่มีดิสก์ที่เลือก!
tr_tr: Disk seçilmedi!
uk_ua: Немає вибраного диска!
vi_vn: Không có đĩa nào được chọn!
zh_cn: 未选择磁盘!
zh_hk: 未選擇磁碟!
zh_tw: 未選擇磁碟！

source: Disk %s size is less than 2GB and cannot be cloned!
ar_sa: حاويه %s حجمها اقل من 2GB و لا يمكن تنسخها!
de_de: Festplatte %s ist kleiner als 2GB und kann nicht geklont werden!
es_es: Disk %s de tamaño es inferior a 2GB y no se puede clonar!
fr_fr: La taille du disque %s est inférieure à 1 Go et ne peut pas être clonée !
ja_jp: ディスク %s のサイズが2GB未満で、クローンできません！
ko_kr: 디스크 %s 크기가 2GB 미만이어서 복제할 수 없습니다!
ru_ru: Размер диска %s меньше 1 ГБ и не может быть клонирован!
th_th: ขนาดดิสก์ %s น้อยกว่า 2GB และไม่สามารถคัดลอก!
tr_tr: %s disk boyutu 2GB'den küçük ve klonlanamaz!
uk_ua: Розмір диска %s менше 1 Гб і не можна клонувати!
vi_vn: Kích thước đĩa %s nhỏ hơn 2GB và không thể được sao chép!
zh_cn: 磁盘 %s 的大小小于 2GB，无法克隆!
zh_hk: 磁碟 %s 的大小小於 2GB, 無法克隆!
zh_tw: 磁碟 %s 大小小於 2GB，無法複製！

source: Warning:\nDisk %s will be formatted and written to the bootloader. Please confirm that important data has been backed up. \nDo you want to continue?
ar_sa: تحذير:\nحاويه %s سوف يتم تنسيقها و كتابتها في الملف الخاص بالبوتلوودر. يرجى تأكيد ان البيانات المهمه قد تم نسخها. \nهل تريد الاستمرار?
de_de: Warnung:\nFestplatte %s wird formatiert und in den Bootloader geschrieben. Bitte bestätigen Sie, dass wichtige Daten gesichert wurden.\nMöchten Sie fortfahren?
es_es: Advertencia:\nEl disco %s se formateará y se escribirá en el gestor de arranque. Confirme que se haya realizado una copia de seguridad de los datos importantes. \n¿Quieres continuar?
fr_fr: Attention:\nLe disque %s sera formaté et écrit dans le chargeur de démarrage. Veuillez confirmer que les données importantes ont été sauvegardées. \nVoulez-vous continuer?
ja_jp: 警告:\nディスク %s はフォーマットされ、ブートローダーに書き込まれます。重要なデータがバックアップされていることを確認してください。\n続行しますか？
ko_kr: 경고:\n디스크 %s 가 포맷되어 부트 로더에 기록됩니다. 중요한 데이터가 백업되었는지 확인하십시오. \n계속하시겠습니까?
ru_ru: Предупреждение:\nДиск %s будет отформатирован и записан в загрузчик. Пожалуйста, подтвердите, что важные данные были сохранены. \nХотите продолжить?
th_th: แจ้งเตือน:\nดิสก์ %s จะถูกสร้างรูปแบบใหม่และเขียนไปยัง부팅ตัวเครื่อง. กรุณายืนยันว่าข้อมูลสำคัญถูกสำรองไว้แล้ว. \nคุณต้องการดำเนินการต่อหรือไม่?
tr_tr: Uyarı:\nDisk %s formatlandırılacak ve bootloader'a yazılacak. Lütfen önemli verilerin yedeklendiğine emin olun. \nDevam etmek istiyor musunuz?
uk_ua: Попередження:\nДискусія %s буде відформатовано і письмово написано навантажувач. Будь ласка, підтвердіть, що важливі дані були повернені. \nВи хочете продовжити?
vi_vn: Cảnh báo:\nĐĩa %s sẽ được định dạng và ghi vào bootloader. Vui lòng xác nhận rằng dữ liệu quan trọng đã được sao lưu. \nBạn có muốn tiếp tục?
zh_cn: 警告:\n磁盘 %s 将被格式化并写入引导程序. 请确认重要数据已备份. \n是否继续?
zh_hk: 警告:\n磁碟 %s 將被格式化並寫入引導程式. 請確認重要資料已備份. \n是否繼續?
zh_tw: 警告:\n磁碟 %s 將被格式化並寫入開機程式。請確認重要資料已備份。\n是否要繼續？

source: Can't mount %s.
ar_sa: لا يمكن تحميل %s.
de_de: Kann %s nicht einhängen.
es_es: No se puede montar %s.
fr_fr: Impossible de monter %s.
ja_jp: %s をマウントできません。
ko_kr: %s 을(를) 마운트할 수 없습니다.
ru_ru: Невозможно смонтировать %s.
th_th: ไม่สามารถเมานต์ %s
tr_tr: %s bağlanamıyor.
uk_ua: Не вдається підключити %s.
vi_vn: Không thể gắn kết %s.
zh_cn: 无法挂载 %s.
zh_hk: 無法掛載 %s.
zh_tw: 無法掛載 %s。

source: Cloning failed due to insufficient remaining disk space on the selected hard drive.
ar_sa: فشل الاستنساخ بسبب عدم كفاية مساحة القرص المتبقية على محرك الأقراص الثابتة المحدد.
de_de: Klonen fehlgeschlagen aufgrund unzureichenden verbleibenden Speicherplatzes auf der ausgewählten Festplatte.
es_es: La clonación falló debido a que no había suficiente espacio restante en el disco duro seleccionado.
fr_fr: Le clonage a échoué en raison d'un espace disque restant insuffisant sur le disque dur sélectionné.
ja_jp: 選択したハードドライブの残りのディスク容量が不十分なため、クローン作成に失敗しました。
ko_kr: 선택한 하드 드라이브에 남은 디스크 공간이 부족하여 복제에 실패했습니다.
ru_ru: Клонирование не удалось из-за недостаточного свободного места на выбранном жестком диске.
th_th: ไม่สามารถคลอปปี้เนื่องจากพื้นที่ที่เหลือในดิสก์ไม่เพียงพอในดิสก์ที่เลือก
tr_tr: Seçilen sabit diskte yeterli kalan disk alanı bulunamadığı için kopyalama işlemi başarısız oldu.
uk_ua: Клонування не вдалося через недостатньо вільного місця на вибраному жорсткому диску.
vi_vn: Sao chép không thành công do không đủ dung lượng đĩa còn lại trên ổ cứng đã chọn.
zh_cn: 由于所选硬盘驱动器上的剩余磁盘空间不足, 克隆失败.
zh_hk: 由於所選硬碟上的剩餘磁碟空間不足, 克隆失敗.
zh_tw: 由於所選硬碟上的剩餘磁碟空間不足，克隆失敗。

source: Can't copy to %s.
ar_sa: لا يمكن النسخ إلى %s.
de_de: Kann nicht nach %s kopieren.
es_es: No se puede copiar a %s.
fr_fr: Impossible de copier vers %s.
ja_jp: %s にコピーできません。
ko_kr: %s 에 복사할 수 없습니다.
ru_ru: Невозможно скопировать в %s.
th_th: ไม่สามารถคัดลอกไปยัง %s
tr_tr: %s'e kopyalanamıyor.
uk_ua: Неможливо скопіювати в %s.
vi_vn: Không thể sao chép vào %s.
zh_cn: 无法复制到 %s.
zh_hk: 無法複製到 %s.
zh_tw: 無法複製到 %s。

source: Cloning ...
ar_sa: نسخ ...
de_de: Klonen ...
es_es: Cierre...
ko_kr: 복제 중 ...
ru_ru: Клонирование ...
th_th: คลอปปี้ ...
tr_tr: Kopyalanıyor ...
uk_ua: Клонування ...
vi_vn: Sao chép ...
zh_cn: 克隆中 ...
zh_hk: 克隆中 ...
zh_tw: 複製中...

source: Bootloader has been cloned to disk %s, please remove the current bootloader disk!\nReboot?
ar_sa: نسخة التشغيل تم نسخها الى القرص %s، يرجى حذف القرص الحالي!\nاعادة تشغيل؟
de_de: Bootloader wurde auf Festplatte %s geklont, bitte entfernen Sie die aktuelle Bootloader-Festplatte!\nNeustart?
es_es: Bootloader ha sido clonado a %s de disco, por favor, eliminar el disco de arranque actual!\nReboot?
fr_fr: Bootloader a été cloné sur disque %s, s'il vous plaît supprimer le disque de bootloader actuel!\nReboot?
ja_jp: ディスク！\n再起動？
ko_kr: 부트로더가 %s 디스크에 복제되었습니다. 현재 부트로더 디스크를 제거하십시오!\n재부팅하시겠습니까?
ru_ru: Загрузчик был клонирован на диск %s, пожалуйста, удалите текущий диск загрузчика!\nПерезагрузить?
th_th: Bootloader ได้รับการโคลนไปยังดิสก์ %s โปรดลบดิสก์ bootloader ปัจจุบันออก!\nรีบูตหรือไม่?
tr_tr: %s'e yükleyici kopyalandı, lütfen mevcut yükleyici diski kaldırın!\nYeniden başlatılsın mı?
uk_ua: Bootloader було підключено до диска %s, будь ласка, видаліть поточний завантажувальний диск!\nЗавантажити?
vi_vn: Bootloader đã được sao chép vào đĩa %s, vui lòng xóa đĩa bootloader hiện tại!\nKhởi động lại?
zh_cn: 引导程序已克隆到磁盘 %s, 请移除当前引导盘! \n重启?
zh_hk: 引導程式已克隆到磁碟 %s, 請移除目前引導磁碟! \n重新啟動?
zh_tw: 開機程式已複製到磁碟 %s，請刪除目前的開機磁！\n重新啟動 ?

source: Download
ar_sa: تحميل
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
ja_jp: ダウンロード
ko_kr: 다운로드
ru_ru: Загрузить
th_th: ดาวน์โหลด
tr_tr: İndir
uk_ua: Завантажити
vi_vn: Tải xuống
zh_cn: 下载
zh_hk: 下載
zh_tw: 下載

source: Cancel
ar_sa: يلغي
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ja_jp: キャンセル
ko_kr: 취소
ru_ru: Отмена
th_th: ยกเลิก
tr_tr: İptal
uk_ua: скасувати
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

source: Please via %s to download the system.txt.
ar_sa: يرجى استخدام %s لتنزيل ملف النظام.
de_de: Bitte über %s herunterladen Sie das system.txt.
es_es: Por favor, viaje %s para descargar el sistema.txt.
fr_fr: Veuillez via %s pour télécharger le system.txt.
ja_jp: %s を介してシステム.txtをダウンロードしてください。
ko_kr: %s 를 통해 시스템.txt를 다운로드하십시오.
ru_ru: Пожалуйста, используйте %s для загрузки system.txt.
th_th: โปรดใช้ %s เพื่อดาวน์โหลดไฟล์ system.txt
tr_tr: %s aracılığıyla sistem.txt indirin.
uk_ua: Будь ласка, скористайтеся %s для завантаження system.txt.
vi_vn: Vui lòng qua %s để tải xuống tệp system.txt.
zh_cn: 请通过 %s 下载 system.txt.
zh_hk: 請透過 %s 下載 system.txt.
zh_tw: 請透過 %s 下載 system.txt。

source: Find the system logs!\n
ar_sa: ايجاد سجلات النظام!\n
de_de: System-Protokolle finden!\n
es_es: Encontrar los registros de sistema!\n
fr_fr: Trouver les journaux du système!\n
ja_jp: システムログを検索しました！\n
ko_kr: system 로그를 찾았습니다!\n
ru_ru: Найдены системные журналы!\n
th_th: หาไฟล์บันทึกการใช้งานของระบบ!\n
tr_tr: Sistem günlüklerini bul!\n
uk_ua: Знайдено системні журнали!\n
vi_vn: Tìm thấy nhật ký hệ thống!\n
zh_cn: 找到系统日志!\n
zh_hk: 找到系統日誌!\n
zh_tw: 找到系統記錄!\n

source: Not Find system logs!\n
ar_sa: لا ايجاد سجلات النظام!\n
de_de: System-Protokolle nicht gefunden!\n
es_es: No se ha encontrado los registros de sistema!\n
fr_fr: Impossible de trouver les journaux système!\n
ja_jp: システムログが見つかりません！\n
ko_kr: system 로그를 찾지 못했습니다!\n
ru_ru: Не найдены системные журналы!\n
th_th: ไม่พบไฟล์บันทึกการใช้งานของระบบ!\n
tr_tr: Sistem günlükleri bulunamadı!\n
uk_ua: Не знайдено системні журнали!\n
vi_vn: Không tìm thấy nhật ký hệ thống!\n
zh_cn: 未找到系统日志!\n
zh_hk: 未找到系統日誌!\n
zh_tw: 未找到系統記錄!\n

source: Find the pstore logs!\n
ar_sa: ايجاد سجلات Pstore!\n
de_de: pstore-Protokolle finden!\n
es_es: Encontrar los registros de pstore!\n
fr_fr: Trouver les journaux pstore!\n
ja_jp: pstoreログを検索しました！\n
ko_kr: pstore 로그를 찾았습니다!\n
ru_ru: Найдены журналы pstore!\n
th_th: หาไฟล์บันทึกการใช้งานของระบบ!\n
tr_tr: pstore günlüklerini bul!\n
uk_ua: Знайдено pstore журнали!\n
vi_vn: Tìm thấy nhật ký pstore!\n
zh_cn: 找到 pstore 日志!\n
zh_hk: 找到 pstore 日誌!\n
zh_tw: 找到 pstore 記錄!\n

source: Not Find pstore logs!\n
ar_sa: لا ايجاد سجلات Pstore!\n
de_de: pstore-Protokolle nicht gefunden!\n
es_es: No se ha encontrado los registros de pstore!\n
fr_fr: Impossible de trouver les journaux pstore!\n
ja_jp: pstoreログが見つかりません！\n
ko_kr: pstore 로그를 찾지 못했습니다!\n
ru_ru: Не найдены журналы pstore!\n
th_th: ไม่พบไฟล์บันทึกการใช้งานของระบบ!\n
tr_tr: pstore günlükleri bulunamadı!\n
uk_ua: Не знайдено pstore журнали!\n
vi_vn: Không tìm thấy nhật ký pstore!\n
zh_cn: 未找到 pstore 日志!\n
zh_hk: 未找到 pstore 日誌!\n
zh_tw: 未找到 pstore 記錄!\n

source: Find the addons logs!\n
ar_sa: ايجاد سجلات الموديولات!\n
de_de: Addons-Protokolle finden!\n
es_es: Encontrar los registros de addons!\n
fr_fr: Trouver les journaux addons!\n
ja_jp: addonsログを検索しました！\n
ko_kr: addons 로그를 찾았습니다!\n
ru_ru: Найдены журналы addons!\n
th_th: หาไฟล์บันทึกการใช้งานของระบบ!\n
tr_tr: addons günlüklerini bul!\n
uk_ua: Знайдено addons журнали!\n
vi_vn: Tìm thấy nhật ký addons!\n
zh_cn: 找到插件日志!\n
zh_hk: 找到外掛程式日誌!\n
zh_tw: 找到增益集記錄!\n

source: Not Find addons logs!\n
ar_sa: لا ايجاد سجلات الموديولات!\n
de_de: Addons-Protokolle nicht gefunden!\n
es_es: No se ha encontrado los registros de addons!\n
fr_fr: Impossible de trouver les journaux addons!\n
ja_jp: addonsログが見つかりません！\n
ko_kr: addons 로그를 찾지 못했습니다!\n
ru_ru: Не найдены журналы addons!\n
th_th: ไม่พบไฟล์บันทึกการใช้งานของระบบ!\n
tr_tr: addons günlükleri bulunamadı!\n
uk_ua: Не знайдено addons журнали!\n
vi_vn: Không tìm thấy nhật ký addons!\n
zh_cn: 未找到插件日志!\n
zh_hk: 未找到外掛程式日誌!\n
zh_tw: 未找到增益集記錄!\n

source: 1. Add dbgutils in addons and rebuild.\n
ar_sa: 1. اضف dbgutils في الموديولات واعد البناء.\n
de_de: 1. Fügen Sie dbgutils in Addons hinzu und bauen Sie neu.\n
es_es: 1. Añadir dbgutils en addons y reconstruir.\n
fr_fr: 1. Ajouter dbgutils dans les addons et reconstruire.\n
ja_jp: 1. dbgutilsをアドオンに追加し、再構築します。\n
ko_kr: 1. 애드온에 dbgutils를 추가하고 다시 빌드하세요.\n
ru_ru: 1. Добавьте dbgutils в дополнения и пересоберите.\n
th_th: 1. เพิ่ม dbgutils ใน addons และ rebuild.\n
tr_tr: 1. dbgutils ekler ve yeniden derleyin.\n
uk_ua: 1. Додати dbgutils в addons і rebuild.\n
vi_vn: 1. Thêm dbgutils vào addons và xây dựng lại.\n
zh_cn: 1. 在插件中添加 dbgutils 并重新编译.\n
zh_hk: 1. 在外掛程式中加入 dbgutils 並重新編譯.\n
zh_tw: 1. 在增益集中加入 dbgutils 並重建。\n

source: 2. Wait 10 minutes after booting.\n
ar_sa: 2. انتظر 10 دقائق بعد تشغيل النظام.\n
de_de: 2. Warten Sie 10 Minuten nach dem Booten.\n
es_es: 2. Espera 10 minutos después del arranque.\n
fr_fr: 2. Attendez 10 minutes après le démarrage.\n
ja_jp: 2. 起動後10分待ちます。\n
ko_kr: 2. 부팅 후 10분간 기다립니다.\n
ru_ru: 2. Подождите 10 минут после загрузки.\n
th_th: 2. รอ 10 นาทีหลังจากการ boot.\n
tr_tr: 2. Başlatıldıktan sonra 10 dakika bekleyin.\n
uk_ua: 2. Зачекайте 10 хвилин після завантаження.\n
vi_vn: 2. Đợi 10 phút sau khi khởi động.\n
zh_cn: 2. 启动后等待10分钟.\n
zh_hk: 2. 啟動後等待10分鐘.\n
zh_tw: 2. 開機後等待 10 分鐘。\n

source: Please via %s to download the logs,\nAnd go to github to create an issue and upload the logs.\n
ar_sa: يرجى استخدام %s لتنزيل السجلات ،\nواذهب إلى github لإنشاء مشكلة وتحميل السجلات.\n
de_de: Bitte verwenden Sie %s, um die Protokolle herunterzuladen,\nUnd gehen Sie zu GitHub, um ein Issue zu erstellen und die Protokolle hochzuladen.\n
es_es: Por favor a través de %s para descargar los registros,\nY vaya a github para crear un problema y subir los registros.\n
fr_fr: Veuillez via %s pour télécharger les journaux,\nAnd allez dans github pour créer un problème et télécharger les journaux.\n
ja_jp: ログをダウンロードするには %s を経由してください、\nそしてgithubに行って問題を作成し、ログをアップロードしてください。\n
ko_kr: %s 를 통해 로그를 다운로드하고, \ngithub로 이동하여 이슈를 생성하고 로그를 업로드하세요.\n
ru_ru: Пожалуйста, используйте %s для загрузки логов,\nи перейдите на github, чтобы создать проблему и загрузить логи.\n
th_th: กรุณา via %s เพื่อดาวน์โหลด Logs,\nแล้วไปที่ github เพื่อสร้างปัญหา และอัพโหลด Logs\n
tr_tr: Lütfen %s ile günlükleri indirin,\nGithub'a gidin ve bir sorun oluşturun ve günlükleri yükleyin.\n
uk_ua: Будь ласка, через %s, щоб завантажити журнали,\nІ перейти до github, щоб створити проблему і завантажити журнали.\n
vi_vn: Vui lòng qua %s để tải xuống nhật ký,\n và quay lại github để tạo một vấn đề và tải lên nhật ký.\n
zh_cn: 请通过 %s 下载日志 logs,\n并前往 github 创建问题并上传日志 logs.\n
zh_hk: 請透過 %s 下載日誌 logs,\n並前往 github 建立問題並上傳日誌 logs.\n
zh_tw: 請透過 %s 下載記錄，\n並前往 github 建立問題並上傳記錄。\n

source: Please go to github to create an issue and upload the logs.\n
ar_sa: يرجى الانتقال إلى github لإنشاء مشكلة وتحميل السجلات.\n
de_de: Bitte gehen Sie zu GitHub, um ein Problem zu erstellen und die Protokolle hochzuladen.\n
es_es: Por favor vaya a Github para crear un problema y subir los registros.\n
fr_fr: S'il vous plaît allez dans github pour créer un problème et télécharger les journaux.\n
ja_jp: githubに行って問題を作成し、ログをアップロードしてください。\n
ko_kr: Github로 이동하여 이슈를 생성하고 로그를 업로드하세요.\n
ru_ru: Пожалуйста, перейдите на github, чтобы создать проблему и загрузить логи.\n
th_th: กรุณาไปที่ github เพื่อสร้างปัญหา และอัพโหลด Logs\n
tr_tr: Lütfen Github'a gidin ve bir sorun oluşturun ve günlükleri yükleyin.\n
uk_ua: Будь ласка, перейдіть до github, щоб створити проблему і завантажити журнали.\n
vi_vn: Vui lòng quay lại github để tạo một vấn đề và tải lên nhật ký.\n
zh_cn: 请前往 github 创建问题并上传日志 logs.\n
zh_hk: 請前往 github 建立問題並上傳日誌 logs.\n
zh_tw: 請前往 github 建立問題並上傳記錄。\n
