Repository: RROrg/rr
Catalog: files/initrd/opt/rr/lang/*/LC_MESSAGES/rr.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ko_kr, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: Loader is not init!
ar_sa: محمل ليس الحرف الأول!
de_de: Loader ist nicht initialisiert!
es_es: ¡Loader no es init!
fr_fr: Loader n'est pas init!
ja_jp: ローダーは初期化されていません！
ko_kr: 로더가 초기화되지 않았습니다!
ru_ru: Загрузчик не инициализирован!
th_th: ตัวโหลดไม่ได้เริ่มต้น!
tr_tr: Yükleyici başlatılamıyor!
uk_ua: Навантажувач не входить!
vi_vn: Loader chưa được khởi tạo!
zh_cn: 引导未初始化!
zh_hk: 引導未初始化!
zh_tw: 開機程式未初始化！

source: Loader is not configured!
ar_sa: لم يتم تكوين محمل!
de_de: Loader ist nicht konfiguriert!
es_es: ¡Loader no está configurado!
fr_fr: Le chargeur n'est pas configuré!
ja_jp: ローダーは設定されていません！
ko_kr: 로더가 구성되지 않았습니다!
ru_ru: Загрузчик не настроен!
th_th: ตัวโหลดไม่ได้ตั้งค่า!
tr_tr: Yükleyici yapılandırılmamış!
uk_ua: Навантажувач не налаштований!
vi_vn: Loader chưa được cấu hình!
zh_cn: 引导未配置!
zh_hk: 引導未設置!
zh_tw: 開機檔未設置！

source: Welcome to %s
de_de: Willkommen bei %s
es_es: Bienvenido a %s
fr_fr: Bienvenue à des %s
ja_jp: %sへようこそ
th_th: ยินดีต้อนรับสู่ %s
tr_tr: Merhaba %s
uk_ua: Ласкаво просимо до %s
vi_vn: Chúc mừng bạn dùng %s
zh_tw: 歡迎使用 %s

source: Reconfigure after upgrade ...
ar_sa: إعادة التكوين بعد الترقية ...
de_de: Konfiguration nach Upgrade ...
es_es: Reconfigurar después de la actualización ...
fr_fr: Reconfiguration après mise à jour ...
ja_jp: アップグレード後再設定...
ko_kr: 업그레이드 후 재구성 ...
ru_ru: Перенастроить после обновления ...
th_th: ตั้งค่าใหม่หลังการอัพเกรด...
tr_tr: Yükseltmeden sonra yeniden yapılandırma ...
uk_ua: Реконфігурація після оновлення ...
vi_vn: Cấu hình lại sau khi nâng cấp ...
zh_cn: 升级后重新配置 ...
zh_hk: 升級後重新配置 ...
zh_tw: 升級後重新配置 ...

source: Reconfiguration failed!
ar_sa: تكوين فشل!
de_de: Konfiguration fehlgeschlagen!
es_es: ¡Reconfiguración fallida!
fr_fr: La reconfiguration a échoué!
ja_jp: 再構成に失敗しました！
ko_kr: 재구성이 실패했습니다!
ru_ru: Перенастройка не удалась!
th_th: การกำหนดค่าใหม่ล้มเหลว!
tr_tr: Yeniden yapılandırma başarısız oldu!
uk_ua: Переналаштування не вдалося!
vi_vn: Cấu hình lại không thành công!
zh_cn: 重新配置失败!
zh_hk: 重新配置失敗!
zh_tw: 重新配置失敗！

source: Repatch after configuration changed
ar_sa: إصلاح التكوين بعد تغيير التكوين
de_de: Kompilierung nach Änderung der Konfiguration
es_es: Reparar después de cambiar la configuración
fr_fr: Repatch après modification de la configuration
ja_jp: パッチを再設定します
ko_kr: 패치를 다시 수행합니다
ru_ru: Перешифровать после изменения настроек
th_th: แก้ไข LKM ใหม่หลังการปรับปรุง
tr_tr: Yeniden yapılandırma yapılandırıldı
uk_ua: Перепачканне після змін настройкі
vi_vn: Sửa đổi lại sau khi thay đổi cấu hình
zh_cn: 配置更改后重新打补丁

source: DSM ramdisk not patched
ar_sa: لم يتم تصحيح DSM ramdisk
de_de: DSM Ramdisk nicht gepatcht
es_es: Ramdisk DSM no parcheado
fr_fr: DSM ramdisk non-patché
ja_jp: DSM Ramdiskがパッチされていません
ko_kr: DSM ramdisk 가 패치되지 않았습니다
ru_ru: DSM ramdisk не зашифрован
th_th: DSM ramdisk ไม่ได้ถูกแก้ไข
tr_tr: DSM ramdisk düzeltilmedi
uk_ua: DSM ramdisk не е патчен
vi_vn: DSM ramdisk không được sửa đổi
zh_cn: DSM ramdisk patch 失败
zh_hk: DSM ramdisk patch 失败
zh_tw: DSM ramdisk patch 失败

source: Please upgrade the bootloader version and try again.
ar_sa: يرجى تحديث إصدار محمل التشغيل dan حاول مرة أخرى.
de_de: Bitte aktualisieren Sie die Bootloader-Version und versuchen Sie es erneut.
es_es: Por favor, actualice la versión del cargador e inténtelo de nuevo.
fr_fr: Veuillez mettre à jour la version du bootloader et réessayer.
ja_jp: ブートローダーのバージョンをアップデートしてから再試行してください。
ko_kr: 부트로더 버전을 업그레이드하고 다시 시도해 보세요.
ru_ru: Пожалуйста, обновите версию загрузчика и попробуйте снова.
th_th: โปรดอัพเกรดเวอร์ชั่นตัวโหลดและลองใหม่อีกครั้ง
tr_tr: Lütfen önyükleyici sürümünü yükseltin ve tekrar deneyin.
uk_ua: Будь ласка, модернізуйте версію завантаження та спробуйте ще раз.
vi_vn: Hãy nâng cấp phiên bản mới của booloader và thử lại.
zh_cn: 请升级引导版本并重试.
zh_hk: 請升級引導版本並重試.
zh_tw: 請升級開機載入程式版本然後重試。

source: Error
ar_sa: خطأ
de_de: Fehler
fr_fr: Erreur
ja_jp: エラー
ko_kr: 오류
ru_ru: Ошибка
th_th: ข้อผิดพลาด
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗ
zh_cn: 错误
zh_hk: 錯誤
zh_tw: 錯誤

source: DSM zImage not patched
ar_sa: لم يتم تصحيح DSM zImage
de_de: DSM zImage nicht gepatcht
es_es: DSM zImage no está patchado
fr_fr: DSM zImage non-patché
ja_jp: DSM zImageがパッチされていません
ko_kr: DSM zImage가 패치되지 않았습니다
ru_ru: DSM zImage не зашифрован
th_th: DSM zImage ไม่ได้ถูกแก้ไข
tr_tr: DSM zImage düzeltilmedi
uk_ua: DSM zImage не е патчен
vi_vn: DSM zImage không được sửa đổi
zh_cn: DSM zImage patch 失败
zh_hk: DSM zImage patch 失败
zh_tw: DSM zImage patch 失败

source: Model:
de_de: Modell:
es_es: Modelo:
fr_fr: Modèle:
ja_jp: モデル：
ru_ru: Модель:
th_th: แบบอย่าง:
tr_tr: Modeli:
uk_ua: Модель:
vi_vn: Người mẫu:
zh_cn: 型号:
zh_hk: 型號:
zh_tw: 型號:

source: Version:
es_es: Versión:
ja_jp: バージョン：
ru_ru: Версия:
th_th: เวอร์ชัน:
tr_tr: Sürüm:
uk_ua: Версія:
vi_vn: Phiên bản:
zh_cn: 版本:
zh_hk: 版本:
zh_tw: 版本:

source: Kernel:
ja_jp: カーネル：
ru_ru: Ядро:
th_th: เคอร์เนล:
uk_ua: Кернел:
zh_cn: 内核:
zh_hk: 核心:
zh_tw: 核心:

source: LKM:
uk_ua: ЛКМ:

source: DMI:
uk_ua: ДМІ:

source: CPU:
uk_ua: ЦП:

source: MEM:
ja_jp: メモリ：
ru_ru: Память:
uk_ua: МЕМ:

source: Notice: Please insert at least one m.2 disk for system installation.
ar_sa: ملاحظة: يرجى إدخال قرص m.2 واحد على الأقل لتثبيت النظام.
de_de: Beachten: Bitte legen Sie mindestens eine M.2-Disk für die Systeminstallation ein.
es_es: Nota: Por favor inserte al menos un disco m.2 para la instalación del sistema.
fr_fr: Astuce: Veuillez insérer au moins un disque m.2 pour l'installation du système.
ja_jp: 注意：システムインストールのため少なくとも一つのM.2ディスクを挿入してください。
ko_kr: 부팅 디스크를 제외하고 시스템 설치를 위해 최소한 하나의 M.2 디스크를 장착하세요.
ru_ru: Замечание: Пожалуйста, подключите минимум один диск M.2 для установки системы.
th_th: แจ้งเตือน: กรุณาเพิ่มการใช้งานดิสก์ M.2 สำหรับการติดตั้งระบบ
tr_tr: Uyarı: Lütfen sistem kurulumu için en az bir m.2 disk takın.
uk_ua: Зауваженне: Паспрабуйце ўставіць хоча б адну M.2 дыск для застосunkу.
vi_vn: Lưu ý: Vui lòng chèn ít nhất một đĩa m.2 cho cài đặt hệ thống.
zh_cn: 注意: 请插入至少一个 m.2 磁盘以用于系统安装.
zh_hk: 注意: 請插入至少一個 m.2 磁碟, 以用于系統安裝.

source: Notice: Please insert at least one sata disk for system installation.
ar_sa: ملاحظة: يرجى إدخال قرص sata واحد على الأقل لتثبيت النظام.
de_de: Beachten: Bitte legen Sie mindestens eine SATA-Disk für die Systeminstallation ein.
es_es: Nota: Por favor inserte al menos un disco sata para la instalación del sistema.
fr_fr: Astuce: Veuillez insérer au moins un disque sata pour l'installation du système.
ja_jp: 注意：システムインストールのため少なくとも一つのSATAディスクを挿入してください。
ko_kr: 부팅 디스크를 제외하고 시스템 설치를 위해 최소한 하나의 SATA 디스크를 장착하세요.
ru_ru: Замечание: Пожалуйста, подключите минимум один диск SATA для установки системы.
th_th: แจ้งเตือน: กรุณาเพิ่มการใช้งานดิสก์ SATA สำหรับการติดตั้งระบบ
tr_tr: Uyarı: Lütfen sistem kurulumu için en az bir sata disk takın.
uk_ua: Зауваженне: Паспрабуйце ўставіць хоча б адну SATA дыск для застосunkу.
vi_vn: Lưu ý: Vui lòng chèn ít nhất một đĩa sata cho cài đặt hệ thống.
zh_cn: 注意: 请插入至少一个 sata 磁盘以用于系统安装.
zh_hk: 注意: 請插入至少一個 sata 磁碟, 以用于系統安裝.

source: Notice: Please disable Intel(VT-d)/AMD(AMD-Vi) in BIOS/UEFI settings if you encounter a boot failure.
ar_sa: ملاحظة: يرجى تعطيل Intel(VT-d)/AMD(AMD-Vi) في إعدادات BIOS/UEFI إذا كنت تعتقد أن تواجه مشكلة في التشغيل.
de_de: Beachten: Bitte deaktivieren Sie Intel(VT-d)/AMD(AMD-Vi) in den BIOS/UEFI-Einstellungen, falls Sie einen Boot-Fehler erhalten.
es_es: Nota: Desactive Intel(VT-d)/AMD(AMD-Vi) en la configuración de BIOS/UEFI si experimenta un fallo de arranque.
fr_fr: Astuce: Veuillez désactiver Intel(VT-d)/AMD(AMD-Vi) dans les paramètres BIOS/UEFI si vous rencontrez un problème de démarrage.
ja_jp: 注意：Intel(VT-d)/AMD(AMD-Vi)をBIOS/UEFI設定で無効にしてください。ブートエラーが発生した場合。
ko_kr: 부팅 실패가 발생하면 BIOS/UEFI 설정에서 Intel(VT-d)/AMD(AMD-Vi)를 비활성화하세요.
ru_ru: Замечание: Пожалуйста, отключите Intel(VT-d)/AMD(AMD-Vi) в настройках BIOS/UEFI, если вы столкнулись с ошибкой загрузки.
th_th: แจ้งเตือน: กรุณาปิดการใช้งาน Intel(VT-d)/AMD(AMD-Vi) ในการตั้งค่า BIOS/UEFI หากมีการเกิดข้อผิดพลาดในการการติดตั้งระบบ
tr_tr: Uyarı: Eğer yükleme başarısız olursa lütfen BIOS/UEFI ayarlarından Intel(VT-d)/AMD(AMD-Vi) devre dışı bırakın.
uk_ua: Зауваженне: Паспрабуйце выключыць Intel(VT-d)/AMD(AMD-Vi) у настройках BIOS/UEFI, калі выяўляецца памылка загрузкі.
vi_vn: Lưu ý: Hãy tắt Intel(VT-d)/AMD(AMD-Vi) trong cài đặt BIOS/UEFI nếu bạn gặp lỗi khi boot.
zh_cn: 注意: 请在BIOS/UEFI设置中禁用 Intel(VT-d)/AMD(AMD-Vi), 如果遇到启动失败问题.
zh_hk: 注意: 如果您遇到啟動失敗, 請在 BIOS/UEFI 設定中關閉 Intel(VT-d)/AMD(AMD-Vi).
zh_tw: 注意: 請在 BIOS/UEFI 設定中關閉 Intel(VT-d)/AMD(AMD-Vi)，以防止系統在啟動時出現問題。

source: Cmdline
ar_sa: سطر الأوامر
es_es: Línea de comandos
ja_jp: コマンドライン
ko_kr: 명령줄
uk_ua: Кмдлін

source: %2ds (Changing access(ssh/web) status will interrupt boot)
ar_sa: %2ds (تغيير الوصول (ssh/web) سيؤدي إلى إيقاف تشغيل)
de_de: %2ds (Änderung des Zugriffsstatus (ssh/web) unterbricht den Bootvorgang)
es_es: %2ds (Estado de acceso (ssh/web) interrumpe el arranque)
ja_jp: %2ds (アクセス (ssh/web) の状態を変更すると、ブートが中断されます)
ko_kr: %2ds (ssh/web) 연결 상태가 변경되면 부팅이 중단됩니다
ru_ru: %2ds (Изменение статуса доступа(ssh/web) прервет загрузку)
th_th: %2ds (การเปลี่ยนสถานะการเข้าถึง (ssh/web) จะหยุดการทำงาน)
tr_tr: %2ds (önyüklemeyi değiştirmeye çalıştığınızda önyükleme kesintiye uğrar)
uk_ua: %2d (Змінний доступ(ssh/web) статус переривається завантаження)
vi_vn: %2ds (Thay đổi trạng thái truy cập của (ssh/web) sẽ làm gián đoạn quá trình khởi động)
zh_cn: %2ds ((ssh/web)连接状态改变将中断启动)
zh_hk: %2ds ((ssh/web)鏈接狀態改變將中斷啟動)
zh_tw: %2ds (變更存取 (ssh/web) 狀態將中斷開機)

source: Access(ssh/web) status has changed and booting is interrupted.
ar_sa: تم تغيير الوصول (ssh/web) وبالتالي تم إيقاف تشغيل.
de_de: Der Zugriffsstatus (ssh/web) hat sich geändert und der Bootvorgang wird unterbrochen.
es_es: Acceso(ssh/web) estado ha cambiado y se interrumpe el arranque.
fr_fr: Le statut d'accès(ssh/web) a changé et le démarrage est interrompu.
ja_jp: アクセス (ssh/web) の状態が変更され、ブートが中断されました。
ko_kr: (ssh/web) 연결 상태가 변경되어 부팅이 중단되었습니다.
ru_ru: Статус доступа(ssh/web) изменился, и загрузка прервана.
th_th: สถานะการเข้าถึง (ssh/web) ได้เปลี่ยนแปลง และการทำงานถูกหยุด
tr_tr: Açıklama(ssh/web) durumu değiştirildi ve önyükleme kesintiye uğradı.
uk_ua: Доступ(ssh/web) статус змінив і завантажує переривається.
vi_vn: Trạng thái truy cập (ssh/web) đã thay đổi và quá trình khởi động đã bị gián đoạn.
zh_cn: (ssh/web)连接状态已改变, 启动被中断.
zh_hk: (ssh/web)鏈接狀態已改變, 啟動被中斷.
zh_tw: (ssh/web) 鏈接狀態已變更，開機已中斷。

source: Menu opened and booting is interrupted.
ar_sa: تم فتح القائمة وتم إيقاف التشغيل.
de_de: Menü geöffnet und Boot wird unterbrochen.
es_es: Menú abierto y se interrumpe el arranque.
fr_fr: Menu ouvert et le démarrage est interrompu.
ja_jp: メニューを開いたため、ブートが中断されました。
ko_kr: 메뉴가 열려 부팅이 중단되었습니다.
ru_ru: Меню открыто, и загрузка прервана.
th_th: เปิดเมนูแล้ว และการทำงานถูกหยุด
tr_tr: Menü açıldı ve önyükleme kesintiye uğradı.
uk_ua: Меню відкрито і завантаження переривається.
vi_vn: Menu đã được mở và quá trình khởi động đã bị gián đoạn.
zh_cn: 菜单已打开, 启动被中断.
zh_hk: 開啟選單, 引導被中斷.
zh_tw: 開啟選單，開機已中斷。

source: Reboot to boot directly in DSM
ar_sa: إعادة التشغيل للدخول مباشرة في DSM
de_de: Neustart, um direkt in DSM zu booten
es_es: Reiniciar para arrancar directamente en DSM
fr_fr: Reboot pour démarrer directement dans DSM
ja_jp: DSMで直接ブートするために再起動します
ko_kr: 재부팅 후 DSM 부팅으로 바로 이동하기
ru_ru: Перезагрузитесь, чтобы загрузиться непосредственно в DSM
th_th: รีบูตเพื่อเริ่มต้นการทำงานโดยตรงใน DSM
tr_tr: DSM'ye doğrudan yeniden başlatın
uk_ua: Перезавантаження на завантаження безпосередньо в DSM
vi_vn: Khởi động lại để boot vào DSM
zh_cn: 重启并直接进入 DSM 引导
zh_hk: 重啓並直接進入 DSM 引導
zh_tw: 重新開機以直接啟動 DSM

source: Detected %s network cards.\n
ar_sa: تم اكتشاف %s بطاقات الشبكة.\n
de_de: Erkannte %s Netzwerkkarten.\n
es_es: Tarjetas de red Detectadas %s.\n
fr_fr: Détecté % des cartes réseau.\n
ja_jp: %sのネットワークカードを検出しました。\n
ko_kr: %s 개의 네트워크 카드가 감지되었습니다.\n
ru_ru: Обнаружено %s сетевых карт.\n
th_th: ตรวจพบการ์ดเครือข่าย %s.\n
tr_tr: %s ağ kartı tespit edildi.\n
uk_ua: Визначені %s мережевих карток.\n
vi_vn: Đã phát hiện %s card mạng.\n
zh_cn: 检测到 %s 个网卡.\n
zh_hk: 檢測到 %s 個網卡.\n
zh_tw: 檢測到 %s 個網路卡。\n

source: Checking Connect.
ar_sa: التحقق من الاتصال.
de_de: Überprüfe Verbindung.
es_es: Comprobando Connect.
ja_jp: 接続を確認中。
ko_kr: 연결을 확인하는 중입니다.
ru_ru: Проверка соединения.
th_th: ตรวจสอบการเชื่อมต่อ.
tr_tr: Bağlantı kontrolü yapılıyor.
uk_ua: Перевірити підключення.
vi_vn: Đang kiểm tra kết nối...
zh_cn: 检查连接.
zh_hk: 檢查連接.
zh_tw: 檢查連線。

source: connected.
ar_sa: متصل.
de_de: Verbunden.
es_es: conectado.
fr_fr: connecté.
ja_jp: 接続済み。
ko_kr: 연락이 왔습니다.
ru_ru: Подключено.
th_th: เชื่อมต่อแล้ว.
tr_tr: bağlandı.
uk_ua: підключений.
vi_vn: đã kết nối.
zh_cn: 已连接.
zh_hk: 已連接.
zh_tw: 已連線。

source: Waiting IP.\n
ar_sa: انتظار عنوان IP.\n
de_de: Warten auf IP.\n
es_es: Esperando IP.\n
fr_fr: En attente d'IP.\n
ja_jp: IPを待っています。\n
ko_kr: IP 주소를 가져옵니다.\n
ru_ru: Ожидание IP.\n
th_th: รอ IP.\n
tr_tr: IP adresi bekleniyor.\n
uk_ua: Очікується IP.\n
vi_vn: Đợi cấp phát địa chỉ IP.\n
zh_cn: 获取 IP.\n
zh_hk: 獲取 IP.\n
zh_tw: 正在取得 IP。\n

source: IGNORE (Does not support non-wired network card.)
ar_sa: تجاهل (لا يدعم بطاقة الشبكة غير الموصى بها.)
de_de: IGNORIEREN (Unterstützt keine Netzwerkkarten ohne Kabelverbindung.)
es_es: IGNORAR (No soporta tarjetas de red sin cable.)
fr_fr: IGNORER (Ne prend pas en charge les cartes réseau non filaires.)
ja_jp: IGNORE (非ワイヤレスネットワークカードをサポートしていません。)
ko_kr: 무선 네트워크 카드를 지원하지 않습니다.
ru_ru: ИGNOR (Не поддерживается сетевой картой без провода.)
th_th: IGNORE (ไม่รองรับการ์ดเครือข่ายที่ไม่มีการเชื่อมต่อ.)
tr_tr: YOK (Kablosuz ağ kartı desteklenmiyor.)
uk_ua: ІGNORУВАТИ (Не підтримуе безпроводні мережі.)
vi_vn: Bỏ qua (Không hỗ trợ card mạng không dây)
zh_cn: 忽略 (不支持无网卡环境.)
zh_hk: 忽略 (不支持無線網卡.)
zh_tw: 忽略 (不支援無線網卡.)

source: DOWN
ar_sa: مفلق
es_es: CAÍDO
ja_jp: ダウン
ko_kr: 닫기
ru_ru: ВЫКЛ
th_th: ไม่เชื่อมต่อ
uk_ua: Завантаження
vi_vn: DOWN (Mất kết nối)
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關機

source: NOT CONNECTED
ar_sa: غير متصل
de_de: NICHT VERBUNDEN
es_es: NO CONOCIDO
fr_fr: NON CONNECTED
ja_jp: 接続されていません
ko_kr: 연결되지 않음
ru_ru: НЕ ПОДКЛЮЧЕНО
th_th: ไม่เชื่อมต่อ
tr_tr: BAĞLANAMADI
uk_ua: НЕ ВАЖЛИВО
vi_vn: KHÔNG KẾT NỐI
zh_cn: 未连接
zh_hk: 未連接
zh_tw: 未連線

source: TIMEOUT (Please check the IP on the router.)
ar_sa: انتظار (يرجى التحقق من عنوان IP على الطرouter.)
de_de: ZEITÜBERSCHREITUNG (Bitte überprüfen Sie die IP am Router.)
es_es: Horas (Por favor, revise la IP en el router.)
fr_fr: TIMEOUT (Veuillez vérifier l'IP sur le routeur.)
ja_jp: タイムアウト (ルーター上のIPを確認してください。)
ko_kr: 시간 초과 (라우터에서 IP를 확인하세요!!)
ru_ru: ТАЙМАУТ (Пожалуйста, проверьте IP на роутере.)
th_th: หมดเวลา (โปรดตรวจสอบ IP บนเราเตอร์)
tr_tr: ZAMAN AZALDI (Lütfen yönlendiricinin IP adresini kontrol edin.)
uk_ua: Про нас (Ознайомтеся з перевіркою IP на маршрутизаторі.)
vi_vn: TIMEOUT (Hãy kiểm tra lại địa chỉ IP của NAS ở router.)
zh_cn: 超时 (请检查路由器上的IP.)
zh_hk: 超時 (請檢查路由器上的 IP.)
zh_tw: 逾時 (請檢查路由器上的IP.)

source: LINK LOCAL (No DHCP server detected.)
ar_sa: الارتباط المحلي (لم يتم اكتشاف خادم DHCP.)
de_de: LINK LOCAL (Kein DHCP-Server erkannt.)
es_es: LINK LOCAL (No se ha detectado servidor DHCP.)
fr_fr: LINK LOCAL (Aucun serveur DHCP détecté.)
ja_jp: LINK LOCAL (DHCP サーバーが検出されませんでした。)
ko_kr: LINK LOCAL (DHCP 서버가 감지되지 않았습니다.)
ru_ru: LINK LOCAL (DHCP-сервер не обнаружен.)
th_th: LINK LOCAL (ไม่พบ DHCP server.)
tr_tr: LINK LOCAL (DHCP sunucusu tespit edilemedi.)
uk_ua: LINK LOCAL (DHCP-сервер не виявлено.)
vi_vn: LIÊN KẾT ĐỊA PHƯƠNG (Không phát hiện thấy máy chủ DHCP.)
zh_cn: LINK LOCAL (未检测到 DHCP 服务器.)
zh_hk: LINK LOCAL (未偵測到 DHCP 伺服器.)
zh_tw: LINK LOCAL (未偵測到 DHCP 伺服器.)

source: Access \033[1;34mhttp://%s:5000\033[0m to connect the DSM via web.
ar_sa: \033[1;34mhttp://%s:5000\033[0m للوصول إلى DSM عبر الويب.
de_de: Greifen Sie auf \033[1;34mhttp://%s:5000\033[0m zu, um das DSM als Website anzuzeigen.
es_es: Acceda a \033[1;34mhttp://%s:5000\033[0m para conectar el DSM a través de web.
fr_fr: Accès \033[1;34mhttp://%s:5000\033[0m pour connecter le DSM via le web.
ja_jp: ウェブ経由でDSMに接続するには、\033[1;34mhttp://%s:5000\033[0mにアクセスします。
ko_kr: 웹브라우저에서 \033[1;34mhttp://%s:5000\033[0m DSM을 접속하세요.
ru_ru: Доступ \033[1;34mhttp://%s:5000\033[0m для подключения к DSM через веб.
th_th: สำหรับการเชื่อมต่อ DSM ผ่านเว็บrowser ใช้ URL \033[1;34mhttp://%s:5000\033[0m
tr_tr: \033[1;34mhttp://%s:5000\033[0m üzerinden DSM'ye erişin.
uk_ua: Доступ \033[1;34mhttp://%s:5000\033[0m для підключення DSM через веб-сайт.
vi_vn: Truy cập vào \033[1;34mhttp://%s:5000\033[0m để kết nối tới DMS qua trang web.
zh_cn: 在浏览器中访问 \033[1;34mhttp://%s:5000\033[0m 链接 DSM.
zh_hk: 在瀏覽器中訪問 \033[1;34mhttp://%s:5000\033[0m 連結 DSM.
zh_tw: 在瀏覽器中瀏覽 \033[1;34mhttp://%s:5000\033[0m 連線 DSM。

source: Loading DSM kernel ...
ar_sa: تحميل ядро DSM ...
de_de: DSM-Kernel wird geladen ...
es_es: Cargando núcleo DSM ...
fr_fr: Chargement du noyau DSM ...
ja_jp: DSMカーネルをロード中...
ko_kr: DSM 커널 로드 중...
ru_ru: Загрузка ядра DSM ...
th_th: กำลังโหลด Kernel DSM ...
tr_tr: DSM kernel yükleniyor...
uk_ua: Завантаження DSM ядро ...
vi_vn: Đang tải DSM kernel ...
zh_cn: 加载 DSM 内核 ...
zh_hk: 加載 DSM kernel ...
zh_tw: 載入 DSM 核心...

source: Warning, running kexec with --noefi param, strange things will happen!!
ar_sa: تحذير: يتم تشغيل kexec مع --noefi، سيحدث شيئا غريبا!!
de_de: Warnung, Ausführung von kexec mit --noefi Parameter, führt zu seltsamen Artefakten!!
es_es: Advertencia, correr kexec con --noefi param, cosas extrañas sucederá!!
fr_fr: Attention, courir kexec avec --noefi param, des choses étranges vont arriver!!
ja_jp: 警告、--noefiパラメーターでkexecを実行すると、奇妙なことが起こります!!
ko_kr: 경고, --noefi 매개 변수를 사용하여 kexec를 실행하면 오류가 발생할 수 있습니다!!!
ru_ru: Внимание, запуск kexec с параметром --noefi, могут произойти странные вещи!!
th_th: คำเตือน, กำลังใช้ kexec ด้วย --noefi, สิ่งที่ผิดปกติจะเกิดขึ้น!!
tr_tr: Uyarı, --noefi parametresiyle kexec çalıştırılıyor, çok şaşırtıcı şeyler olacak!!
uk_ua: Попередження, що працює kexec з --noefi param, дивні речі будуть!
vi_vn: Cảnh báo, chạy câu lệnh kexec với tham số --noefi, sẽ xảy ra những điều kỳ lạ!!
zh_cn: 警告, 使用'--noefi'参数运行'kexec', 可能有不好的事情发生!!
zh_hk: 警告, 使用'--noefi'參數運行'kexec', 可能有不好的事情發生!!
zh_tw: 警告，使用'--noefi'參數執行'kexec'，可能有意外事情發生！

source: Booting ...
ar_sa: تشغيل ...
de_de: Bootvorgang ...
es_es: Iniciando ...
ja_jp: ブート中...
ko_kr: 부팅 중...
ru_ru: Загрузка ...
th_th: กำลังเริ่มต้น ...
tr_tr: önyükleniyor ...
uk_ua: Черевики ...
vi_vn: Đang khởi động...
zh_cn: 引导中 ...
zh_hk: 引導中 ...
zh_tw: 開機中...

source: Interface not operational. Wait a few minutes.\nFind DSM via http://find.synology.com/ or Synology Assistant.
ar_sa: التثبيت غير مفعل. انتظر دقائق.\nابحث عن DSM من خلال http://find.synology.com/ أو Synology Assistant.
de_de: Schnittstelle nicht operativ. Bitte warte ein paar Minuten.\nFinde DSM über http://find.synology.com/ oder Synology Assistant.
es_es: Interfaz no operativa. Espere unos minutos.\nBuscar DSM a través de http://find.synology.com/ o Synology Assistant.
fr_fr: Interface non opérationnelle. Attendez quelques minutes.\nTrouver DSM via http://find.synology.com/ ou Synology Assistant.
ja_jp: インターフェースが動作していません。数分待ってください。\nhttp://find.synology.com/ か SynologyアシスタントでDSMを見つけてください。
ko_kr: 인터페이스가 작동하지 않습니다. 몇 분 후 다시 시도하십시오.\nhttp://find.synology.com/ 또는 Synology Assistant를 통해 DSM을 찾으십시오.
ru_ru: Интерфейс не доступен. Ожидайте несколько минут.\nИщите DSM через http://find.synology.com/ или Synology Assistant.
th_th: ต่ำการทำงานของ Interface. รอสักครู่ หรือค้นหา DSM ผ่าน http://find.synology.com/ หรือ Synology Assistant
tr_tr: Ağ arayüzü çalışmıyor. Birkaç dakika bekleyin.\nDSM'yi http://find.synology.com/ veya Synology Assistant ile bulabilirsiniz.
uk_ua: Інтерфейс не працює. Зачекайте кілька хвилин.\nЗнайдіть DSM за допомогою http://find.synology.com/ або Synology Assistant.
vi_vn: Interface không hoạt động. Vui lòng chờ vài phút.\nTìm DSM qua http://find.synology.com/ hoặc Synology Assistant.
zh_cn: 该界面已不可操作. 请在数分钟后. \n通过 http://find.synology.com/ 或者 Synology Assistant 查找 DSM 并访问.
zh_hk: 該介面已不可操作. 請在數分鐘後. \n通過 http://find.synology.com/ 或者 Synology Assistant 查找 DSM 並連結.
zh_tw: 該介面已無法操作。請於數分鐘後。\n透過 http://find.synology.com/ 或者 Synology Assistant 搜尋 DSM 並連線。

source: Another instance is already running.
ar_sa: هناك مثال آخر قيد التشغيل.
de_de: Eine andere Instanz läuft bereits.
es_es: Ya existe otra instancia en ejecución.
fr_fr: Une autre instance est déjà en cours d'exécution.
ja_jp: 別のインスタンスはすでに実行されています。
ko_kr: 이미 다른 인스턴스가 실행 중입니다.
ru_ru: Другая инсталляция уже запущена.
th_th: มีการทำงานอื่นๆady running.
tr_tr: Başka bir örnek zaten çalışıyor.
uk_ua: Інша інсталяція вже працює.
vi_vn: Một phiên bản khác đang chạy.
zh_cn: 已经有一个实例正在运行.
zh_hk: 已经運行另一個實例.

source: Online Assistance
ar_sa: مساعدة عبر الإنترنت
de_de: Online-Assistent
es_es: Ayuda en línea
fr_fr: Assistance en ligne
ja_jp: オンラインアシスタンス
ko_kr: 온라인 지원
ru_ru: Онлайн-поддержка
th_th: ความช่วยเหลือออนไลน์
tr_tr: Çevrimiçi Destek
uk_ua: Онлайн-допомога
vi_vn: Trợ giúp trực tuyến
zh_cn: 在线帮助
zh_hk: 線上協助

source: Closing this window or press 'ctrl + c' to exit the assistance.
ar_sa: إغلاق هذه النافذة أو الضغط على 'ctrl+c' للخروج من المساعدة.
de_de: Dieses Fenster schließen oder 'ctrl + c' drücken, um die Unterstützung zu beenden.
es_es: Cerrar esta ventana o presione 'ctrl + c' para salir de la ayuda.
fr_fr: Fermez cette fenêtre ou appuyez sur 'ctrl + c' pour quitter l'assistance.
ja_jp: このウィンドウを閉じるか、'ctrl + c' を押してアシスタンスを終了してください。
ko_kr: 이 창을 닫거나 'ctrl + c'를 눌러 도움말을 끝내십시오.
ru_ru: Закрыть это окно или нажмите 'ctrl + c' для выхода из помощи.
th_th: ปิดหน้าต่างนี้จะสิ้นสุดความช่วยเหลือ หรือ 'ctrl + c' เพื่อออกจากความช่วยเหลือ
tr_tr: Bu pencereyi kapatmak ve yardımcıdan çıkmak için 'ctrl + c' tuşuna basın.
uk_ua: Закрити це вікно або натисніть 'ctrl + c' для виходу з допомоги.
vi_vn: Đóng cửa sổ này hoặc nhấn 'ctrl + c' để thoát trợ giúp.
zh_cn: 关闭此窗口或按 'ctrl + c' 退出帮助。
zh_hk: 請關閉這個視窗或按 'ctrl + c' 退出協助.

source: Please give the following link to the helper. (Click to open and copy)
ar_sa: الرجاء إعطاء رابط التمثيل التالي. (انقر لفتحه و نسخه)
de_de: Bitte geben Sie den folgenden Link an den Helfer. (Klicken Sie auf den Link, um ihn zu öffnen und zu kopieren)
es_es: Por favor, dé el siguiente enlace al asistente. (Haga clic para abrir y copiar)
fr_fr: Veuillez fournir le lien suivant au helper. (Cliquez pour ouvrir et copier)
ja_jp: 次のリンクをヘルパーに与えてください。 (クリックして開き、コピーしてください)
ko_kr: 도움말을 위한 다음 링크를 제공하십시오. (클릭하여 열고 복사)
ru_ru: Пожалуйста, дайте следующую ссылку helper. (Нажмите, чтобы открыть и скопировать)
th_th: กรุณาให้ลิงค์ดังกล่าวไปยังความช่วยเหลือ (คลิกเพื่อเปิดและкопี่)
tr_tr: Lütfen aşağıdaki bağlantıyı yardımcıya verin. (Açmak ve kopyalamak için tıklayın)
uk_ua: Будь ласка, передайте наступний посилання до допомоги. (Натисніть, щоб відкрити та скопіювати)
vi_vn: Vui lòng cho biết liên kết sau cho trợ giúp. (Nhấn để mở và sao chép)
zh_cn: 请将此链接提供给助手。(点击打开并复制)
zh_hk: 請將以下連結給協助者. (按一下開啟並複製)

source: Notice: Please keep this window open.
ar_sa: تنبيه: يرجى الاحتفاظ بنافذة هذه مفتوحة.
de_de: Hinweis: Bitte lassen Sie dieses Fenster offen.
es_es: Nota: Mantenga abierta esta ventana.
fr_fr: Remarque: Veuillez conserver cette fenêtre ouverte.
ja_jp: 注意: このウィンドウを閉じないでください。
ko_kr: 참고: 이 창을 열어 두십시오.
ru_ru: Уведомление: Пожалуйста, оставьте это окно открытым.
th_th: แจ้งเตือน: กรุณา保คwindownนี้เปิดอยู่
tr_tr: Dikkat: Lütfen bu pencereyi açık tutun.
uk_ua: Увага: Будь ласка, залиште це вікно відкритим.
vi_vn: Chú ý: Vui lòng giữ cửa sổ này mở.
zh_cn: 注意：请保持此窗口打开。
zh_hk: 注意: 請保持這個視窗開啟.
