Repository: RROrg/rr
Catalog: files/initrd/opt/rr/lang/*/LC_MESSAGES/rr.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ko_kr, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: * \Z4libata.force=noncq\Zn\n Disable NCQ for all SATA ports.\n
ar_sa: * \Z4libata.force=noncq\Zn\n تعطيل NCQ لجميع منافذ SATA.\n
de_de: * \Z4libata.force=noncq\Zn\n Deaktiviert NCQ für alle SATA-Ports.\n
es_es: * \Z4libata.force=noncq\Zn\n Desactiva NCQ para todos los puertos SATA.\n
fr_fr: * \Z4libata.force=noncq\Zn\n Désactiver NCQ pour tous les ports SATA.\n
ja_jp: * \Z4libata.force=noncq\Zn\n すべてのSATAポートでNCQを無効にします。\n
ko_kr: * \Z4libata.force=noncq\Zn\n 모든 SATA 포트에 대해 NCQ를 비활성화합니다.\n
ru_ru: * \Z4libata.force=noncq\Zn\n Отключите NCQ для всех портов SATA.\n
th_th: * \Z4libata.force=noncq\Zn\n ปิดการใช้งาน NCQ สำหรับพอร์ต SATA ทุกตัว\n
tr_tr: * \Z4libata.force=noncq\Zn\n Tüm SATA bağlantı noktaları için NCQ'yi devre dışı bırakır.\n
uk_ua: * \Z4libata.force=noncq\Zn\n Вимкнути NCQ для всіх портів SATA.\n
vi_vn: * \Z4libata.force=noncq\Zn\n Tắt NCQ cho tất cả các cổng SATA.\n
zh_cn: * \Z4libata.force=noncq\Zn\n 禁用硬盘的 NCQ 功能.\n
zh_hk: * \Z4libata.force=noncq\Zn\n 停用磁碟的 NCQ 功能.\n
zh_tw: * \Z4libata.force=noncq\Zn\n 停用所有 SATA 埠的 NCQ。\n

source: * \Z4SataPortMap=??\Zn\n Sata Port Map(Not apply to DT models).\n
ar_sa: * \Z4SataPortMap=??\Zn\n تعيين ترتيب منفصلات SATA (لا ينطبق على الموديلات DT).\n
de_de: * \Z4SataPortMap=??\Zn\n Sata Port Karte (Gilt nicht für DT-Modelle).\n
es_es: * \Z4SataPortMap=??\Zn\n Mapa de puertos Sata(No se aplica a los modelos DT.)\n
fr_fr: * \Z4SataPortMap=??\Zn\n Sata Port Map(Non applicable aux modèles DT.)\n
ja_jp: * \Z4SataPortMap=??\Zn\n Sataポートマップ(DTモデルには適用されません。)\n
ko_kr: * \Z4SataPortMap=??\Zn\n Sata 포트 매핑(DT 모델에는 적용되지 않습니다.)\n
ru_ru: * \Z4SataPortMap=??\Zn\n Карта портов SATA (не применяется к моделям DT).\n
th_th: * \Z4SataPortMap=??\Zn\n การกำหนดลำดับพอร์ต SATA (ไม่ใช้งานกับรุ่นที่ใช้ DT).\n
tr_tr: * \Z4SataPortMap=??\Zn\n Sata Port Map(DT modeller için geçerli değil).\n
uk_ua: * \Z4SataPortMap=??\Zn\n Карта портів Sata (не стосується моделей DT).\n
vi_vn: * \Z4SataPortMap=??\Zn\n Sơ đồ cổng Sata (Không áp dụng cho dòng DT).\n
zh_cn: * \Z4SataPortMap=??\Zn\n Sata Port Map(不适用于DT型号).\n
zh_hk: * \Z4SataPortMap=??\Zn\n Sata 埠地圖(不適用於DT型號).\n
zh_tw: * \Z4SataPortMap=??\Zn\n Sata 埠地圖(不適用於 DT 型號)。\n

source: * \Z4DiskIdxMap=??\Zn\n Disk Index Map, Modify disk name sequence(Not apply to DT models).\n
ar_sa: * \Z4DiskIdxMap=??\Zn\n تعيين ترتيب أرقام الأقراص (لا ينطبق على الموديلات DT).\n
de_de: * \Z4DiskIdxMap=??\Zn\n Disk Index Map, Modifizieren der Festplattennamensreihenfolge (Gilt nicht für DT-Modelle).\n
es_es: * \Z4DiskIdxMap=??\Zn\n Mapa de índice de disco, Modificar secuencia de nombre de disco(No se aplica a los modelos DT.)\n
fr_fr: * \Z4DiskIdxMap=??\Zn\n Disk Index Map, Modifier la séquence du nom du disque (Non applicable aux modèles DT.)\n
ja_jp: * \Z4DiskIdxMap=??\Zn\n ディスクインデックスマップ、ディスク名の順序を変更します(DTモデルには適用されません。)\n
ko_kr: * \Z4DiskIdxMap=??\Zn\n 디스크 인덱스 매핑, 디스크 이름 순서 변경(DT 모델에는 적용되지 않습니다.)\n
ru_ru: * \Z4DiskIdxMap=??\Zn\n Карта индексов дисков, изменить последовательность имен дисков (не применяется к моделям DT).\n
th_th: * \Z4DiskIdxMap=??\Zn\n การกำหนดลำดับดิสก์, เปลี่ยนลำดับชื่อดิสก์ (ไม่ใช้งานกับรุ่นที่ใช้ DT).\n
tr_tr: * \Z4DiskIdxMap=??\Zn\n Disk Index Map, Disk adı dizisini değiştirin(DT modeller için geçerli değil).\n
uk_ua: * \Z4DiskIdxMap=??\Zn\n Карта портів Sata (не застосовується до моделей DT).\n
vi_vn: * \Z4DiskIdxMap=??\Zn\n Sắp xếp lại thứ tự đĩa (không áp dụng cho các model DT).\n
zh_cn: * \Z4DiskIdxMap=??\Zn\n Disk Index Map, 修改磁盘名称顺序(不适用于DT型号).\n
zh_hk: * \Z4DiskIdxMap=??\Zn\n 磁碟索引地圖, 修改磁碟名稱順序(不適用於DT型號).\n
zh_tw: * \Z4DiskIdxMap=??\Zn\n 磁碟索引地圖，修改磁碟名稱序列(不適用於 DT 型號)。\n

source: * \Z4ahci_remap=4>5:5>8:12>16\Zn\n Remap data port sequence(Not apply to DT models).\n
ar_sa: * \Z4ahci_remap=4>5:5>8:12>16\Zn\n تعيين ترتيب منفصلات الأقراص (لا ينطبق على الموديلات DT).\n
de_de: * \Z4ahci_remap=4>5:5>8:12>16\Zn\n Remap-Datenportsequenz (Gilt nicht für DT-Modelle).\n
fr_fr: * \Z4ahci_remap=4>5:5>8:12>16\Zn\n Remap data port sequence(Non applicable aux modèles DT.)\n
ja_jp: * \Z4ahci_remap=4>5:5>8:12>16\Zn\n データポートの順序を変更します(DTモデルには適用されません。)\n
ko_kr: * \Z4ahci_remap=4>5:5>8:12>16\Zn\n 데이터 포트 순서 재배치(DT 모델에는 적용되지 않습니다.)\n
ru_ru: * \Z4ahci_remap=4>5:5>8:12>16\Zn\n Переупорядочить порты данных (не применяется к моделям DT).\n
th_th: * \Z4ahci_remap=4>5:5>8:12>16\Zn\n เปลี่ยนลำดับพอร์ตข้อมูล (ไม่ใช้งานกับรุ่นที่ใช้ DT).\n
tr_tr: * \Z4ahci_remap=4>5:5>8:12>16\Zn\n Veri bağlantı noktası dizisini değiştirin(DT modeller için geçerli değil).\n
uk_ua: * \Z4ahci_remap=4>5:5>8:12>16\Zn\n Перетворити порт даних(не застосовується до моделей DT).\n
vi_vn: * \Z4ahci_remap=4>5:5>8:12>16\Zn\n Ánh xạ lại chuỗi cổng dữ liệu (Không áp dụng cho các mẫu DT).\n
zh_cn: * \Z4ahci_remap=4>5:5>8:12>16\Zn\n 重映射数据端口序列(不适用于DT型号).\n
zh_hk: * \Z4ahci_remap=4>5:5>8:12>16\Zn\n 重映射數據埠序列(不適用於DT型號).\n
zh_tw: * \Z4ahci_remap=4>5:5>8:12>16\Zn\n 重新映射資料埠序列(不適用於 DT 型號)。\n

source: * \Z4scsi_mod.scan=sync\Zn\n Synchronize scanning of devices on the SCSI bus during system startup(Resolve the disorderly order of HBA disks).\n
ar_sa: * \Z4scsi_mod.scan=sync\Zn\n تعيين التشغيل في الجهاز على الخطة الرئيسية أثناء بدء النظام (تحلل ترتيب الأقراص الحرفية).\n
de_de: * \Z4scsi_mod.scan=sync\Zn\n Synchronisiert die Scans von Geräten auf der SCSI-Bus während des Systemstarts (Löst die ungeordnete Reihenfolge der HBA-Festplatten auf).\n
fr_fr: * \Z4scsi_mod.scan=sync\Zn\n Synchroniser le scan des périphériques sur le bus SCSI lors du démarrage du système(Résoudre l'ordre désordonné des disques HBA).\n
ja_jp: * \Z4scsi_mod.scan=sync\Zn\n システム起動時にSCSIバス上のデバイスのスキャンを同期します(HBAディスクの順序を解決します。)\n
ko_kr: * \Z4scsi_mod.scan=sync\Zn\n 시스템 시작 시 SCSI 버스에서 장치 스캔을 동기화합니다(HBA 디스크의 불일치 순서를 해결합니다).\n
ru_ru: * \Z4scsi_mod.scan=sync\Zn\n Сканирование устройств на шине SCSI во время запуска системы (решение порядка хаб-дисков).\n
th_th: * \Z4scsi_mod.scan=sync\Zn\n สแกนอุปกรณ์บน SCSI bus ระหว่างการเริ่มต้นระบบ (แก้ไขลำดับการเรียกใช้งาน HBA disks).\n
tr_tr: * \Z4scsi_mod.scan=sync\Zn\n Sistem başlangıcında SCSI bus'ta cihazların taranmasını senkronize edin(HBA disklerin düzgün sıralanmasını çözer).\n
uk_ua: * \Z4scsi_mod.scan=sync\Zn\n Сканування пристроїв на шині SCSI під час початку системи(Вирішує порядок незбалансованого порту HBA дисків).\n
vi_vn: * \Z4scsi_mod.scan=sync\Zn\n Quét thiết bị trên SCSI bus trong khi khởi động hệ thống(Giải quyết thứ tự không ổn định của đĩa HBA).\n
zh_cn: * \Z4scsi_mod.scan=sync\Zn\n 在系统启动期间同步扫描 SCSI 总线上的设备(解决 HBA 磁盘的乱序问题).\n
zh_hk: * \Z4scsi_mod.scan=sync\Zn\n 在系統啟動時同步掃描 SCSI 總線上的裝置(解決 HBA 磁碟的順序錯亂問題).\n
zh_tw: * \Z4scsi_mod.scan=sync\Zn\n 在系統啟動時同步掃描 SCSI 總線上的裝置(解決 HBA 磁碟的順序錯亂問題)。\n

source: * \Z4i915.enable_guc=2\Zn\n Enable the GuC firmware on Intel graphics hardware.(value: 1,2 or 3)\n
ar_sa: * \Z4i915.enable_guc=2\Zn\n تمكين نظام تشغيل GuC في معدات الرسوم الترددية Intel (قيمة: 1، 2 أو 3)\n
de_de: * \Z4i915.enable_guc=2\Zn\n Aktiviert die GuC-Firmware auf Intel-Grafik-Hardware (Wert: 1, 2 oder 3).\n
es_es: * \Z4i915.enable_guc=2\Zn\n Habilitar el firmware GuC en hardware gráfico Intel.(valor: 1,2 o 3)\n
fr_fr: * \Z4i915.enable_guc=2\Zn\n Activer le micrologiciel GuC sur le matériel graphique Intel.(valeur: 1,2 ou 3)\n
ja_jp: * \Z4i915.enable_guc=2\Zn\n Intelグラフィックスハードウェア上のGuCファームウェアを有効にします。(値: 1,2または3)\n
ko_kr: * \Z4i915.enable_guc=2\Zn\n Intel 그래픽 하드웨어에서 GuC 펌웨어를 활성화합니다(값: 1, 2 또는 3)\n
ru_ru: * \Z4i915.enable_guc=2\Zn\n Включить прошивку GuC на графическом оборудовании Intel.(значение: 1,2 или 3)\n
th_th: * \Z4i915.enable_guc=2\Zn\n เปิดใช้งานไฟล์เฟิร์มแวร์ GuC บนอุปกรณ์กราฟิก Intel (ค่า: 1,2 หรือ 3)\n
tr_tr: * \Z4i915.enable_guc=2\Zn\n Intel grafik donanımında GuC firmware'yi etkinleştirin.(değer: 1,2 veya 3)\n
uk_ua: * \Z4i915.enable_guc=2\Zn\n Увімкніть прошивку GuC на Intel графіку.(значення: 1,2 або 3)\n
vi_vn: * \Z4i915.enable_guc=2\Zn\n Bật firmware GuC trên thiết bị đồ họa Intel.(giá trị: 1,2 hoặc 3)\n
zh_cn: * \Z4i915.enable_guc=2\Zn\n 启用 Intel 核显上的 GuC 固件.(值: 1,2 or 3)\n
zh_hk: * \Z4i915.enable_guc=2\Zn\n 啟用 Intel 核顯上的 GuC 韌體.(值: 1,2 or 3)\n
zh_tw: * \Z4i915.enable_guc=2\Zn\n 在 Intel 圖形硬體上啟用 GuC 韌體。(值：1、2 或 3)\n

source: * \Z4i915.max_vfs=7\Zn\n Set the maximum number of virtual functions (VFs) that can be created for Intel graphics hardware.\n
ar_sa: * \Z4i915.max_vfs=7\Zn\n تعيين عدد الأداة الظاهرية (VFs) الأكبر يمكن أن يتم إنشاؤها لجهاز رسوم Intel.\n
de_de: * \Z4i915.max_vfs=7\Zn\n Setzt die maximale Anzahl von virtuellen Funktionen (VFs), die für Intel-Grafik-Hardware erstellt werden können.\n
es_es: * \Z4i915.max_vfs=7\Zn\n Establecer el número máximo de funciones virtuales (VFs) que se pueden crear para hardware gráfico Intel.\n
fr_fr: * \Z4i915.max_vfs=7\Zn\n Définir le nombre maximum de fonctions virtuelles (VF) qui peuvent être créées pour le matériel graphique Intel.\n
ja_jp: * \Z4i915.max_vfs=7\Zn\n Intelグラフィックスハードウェアで作成できる仮想関数(VFs)の最大数を設定します。\n
ko_kr: * \Z4i915.max_vfs=7\Zn\n Intel 그래픽 하드웨어에 대해 생성할 수 있는 최대 가상 기능(VF) 수를 설정합니다.\n
ru_ru: * \Z4i915.max_vfs=7\Zn\n Установить максимальное количество виртуальных функций (VFs), которые могут быть созданы для графического оборудования Intel.\n
th_th: * \Z4i915.max_vfs=7\Zn\n ตั้งค่าจำนวน Virtual Functions (VFs) ที่สามารถสร้างได้สำหรับอุปกรณ์กราฟิก Intel Hardware\n
tr_tr: * \Z4i915.max_vfs=7\Zn\n Intel grafik donanımı için oluşturulabilecek maksimum sanal işlevler (VFs) sayısını ayarlayın.\n
uk_ua: * \Z4i915.max_vfs=7\Zn\n Встановити максимальну кількість віртуальних функцій (VFs), які можуть бути створені для обладнання Intel графіки.\n
vi_vn: * \Z4i915.max_vfs=7\Zn\n Thiết lập số lượng tối đa của các hàm ảo (VFs) có thể được tạo ra cho thiết bị đồ họa Intel.\n
zh_cn: * \Z4i915.max_vfs=7\Zn\n 设置可创建虚拟核显 (VFs) 的最大数量.\n
zh_hk: * \Z4i915.max_vfs=7\Zn\n 設定可建立虛擬核顯 (VFs) 的最大數量.\n
zh_tw: * \Z4i915.max_vfs=7\Zn\n 設定 Intel 圖形硬體可以建立的最大虛擬功能 (VF) 數。\n

source: * \Z4i915.modeset=0\Zn\n Disable the kernel mode setting (KMS) feature of the i915 driver.\n
ar_sa: * \Z4i915.modeset=0\Zn\n تعطيل ميزة ضبط الوضع (KMS) من مُرّد Intel i915.\n
de_de: * \Z4i915.modeset=0\Zn\n Deaktiviert die Kernel-Modus-Einstellung (KMS) des i915-Treibers.\n
es_es: * \Z4i915.modeset=0\Zn\n Deshabilitar la función de configuración de modo del controlador i915 del kernel.\n
fr_fr: * \Z4i915.modeset=0\Zn\n Désactiver la fonctionnalité de réglage du mode du pilote i915 du noyau.\n
ja_jp: * \Z4i915.modeset=0\Zn\n i915 ドライバのカーネルモード設定(KMS)機能を無効にします。\n
ko_kr: * \Z4i915.modeset=0\Zn\n i915 드라이버의 KMS 기능을 비활성화합니다.\n
ru_ru: * \Z4i915.modeset=0\Zn\n Отключить режим настройки ядра (KMS) драйвера i915.\n
th_th: * \Z4i915.modeset=0\Zn\n ปิดการใช้งาน Kernel Mode Setting (KMS) ของไดเวอร์ i915\n
tr_tr: * \Z4i915.modeset=0\Zn\n i915 sürücüsünün KMS özelliğini devre dışı bırakın.\n
uk_ua: * \Z4i915.modeset=0\Zn\n Вимкнути функцію режиму встановлення (KMS) драйвера i915.\n
vi_vn: * \Z4i915.modeset=0\Zn\n Tắt tính năng thiết lập chế độ của trình điều khiển i915.\n
zh_cn: * \Z4i915.modeset=0\Zn\n 禁用 i915 驱动的程序内核模式设置(KMS)功能.\n
zh_hk: * \Z4i915.modeset=0\Zn\n 停用 i915 驅動程式的 KMS 功能.\n
zh_tw: * \Z4i915.modeset=0\Zn\n 停用 i915 驅動程式的 kernel mode setting (KMS) 功能。\n

source: * \Z4apparmor.mode=complain\Zn\n Set the AppArmor security module to complain mode.\n
ar_sa: * \Z4apparmor.mode=complain\Zn\n تعيين وحدة الأمان AppArmor إلى وضع التشخيص.\n
de_de: * \Z4apparmor.mode=complain\Zn\n Setzt das AppArmor-Sicherheitsmodul in den Complain-Modus.\n
es_es: * \Z4apparmor.mode=complain\Zn\n Establecer el módulo de seguridad AppArmor en modo de queja.\n
fr_fr: * \Z4apparmor.mode=complain\Zn\n Définir le module de sécurité AppArmor en mode de plainte.\n
ja_jp: * \Z4apparmor.mode=complain\Zn\n AppArmor セキュリティモジュールをコンプライアンスモードに設定します。\n
ko_kr: * \Z4apparmor.mode=complain\Zn\n AppArmor 보안 모듈을 complain 모드로 설정합니다.\n
ru_ru: * \Z4apparmor.mode=complain\Zn\n Установить AppArmor security module в режим проверки.\n
th_th: * \Z4apparmor.mode=complain\Zn\n ตั้งค่า AppArmor ให้ทำการทำงานในโหมดการแจ้งเตือน (Complain) \n
tr_tr: * \Z4apparmor.mode=complain\Zn\n AppArmor güvenlik modülünü uyarı moduna ayarlayın.\n
uk_ua: * \Z4apparmor.mode=complain\Zn\n Встановити AppArmor модуль безпеки в режим повідомлення.\n
vi_vn: * \Z4apparmor.mode=complain\Zn\n Đặt mô-đun bảo mật AppArmor thành chế độ nhắc nhở.\n
zh_cn: * \Z4apparmor.mode=complain\Zn\n 将 AppArmor 安全模块设置为 观察模式.\n
zh_hk: * \Z4apparmor.mode=complain\Zn\n 將 AppArmor 安全模組設定為 觀察模式.\n
zh_tw: * \Z4apparmor.mode=complain\Zn\n 將 AppArmor 安全模組設定為 觀察模式。\n

source: * \Z4acpi_enforce_resources=lax\Zn\n Resolve the issue of some devices (such as fan controllers) not recognizing or using properly.\n
ar_sa: * \Z4acpi_enforce_resources=lax\Zn\n تحلل مشكلة مع بعض الأجهزة (مثل محركات التخفيضات) التي لا يتم التعرف عليها أو لا يتم استخدامه بشكل صحيح.\n
de_de: * \Z4acpi_enforce_resources=lax\Zn\n Löse das Problem von Geräten (z.B. Lüfterkontrollern), die nicht korrekt erkannt oder verwendet werden.\n
es_es: * \Z4acpi_enforce_resources=lax\Zn\n Resolver el problema de algunos dispositivos (como controladores de ventilador) no reconocer o usar correctamente.\n
fr_fr: * \Z4acpi_enforce_resources=lax\Zn\n Résoudre l'issue de certains périphériques (comme les contrôles de vent) ne reconnaissant pas ou en utilisant correctement.\n
ja_jp: * \Z4acpi_enforce_resources=lax\Zn\n fan controllersなど、適切に認識または使用されない問題を解決します。\n
ko_kr: * \Z4acpi_enforce_resources=lax\Zn\n 일부 장치( such as fan controllers)가 올바르게 인식하거나 사용하지 못하는 문제를 해결합니다.\n
ru_ru: * \Z4acpi_enforce_resources=lax\Zn\n Решить проблему с некоторыми устройствами (такими как контроллеры вентиляции), которые не распознают или используют правильно.\n
th_th: * \Z4acpi_enforce_resources=lax\Zn\n แก้ไขปัญหาของบางอุปกรณ์ (เช่น fan controllers) ไม่สามารถใช้งานได้ถูกต้อง\n
tr_tr: * \Z4acpi_enforce_resources=lax\Zn\n Bazı cihazlar (örneğin fan kontrolcileri) doğru şekilde kullanmadıkları veya algılayamadıkları bir sorun çözün.\n
uk_ua: * \Z4acpi_enforce_resources=lax\Zn\n Розв'язати проблему деяких пристроїв (наприклад, контролерів вентиляції), які не розпізнають або використовують коректно.\n
vi_vn: * \Z4acpi_enforce_resources=lax\Zn\n Giải quyết vấn đề với một số thiết bị (như điều khiển gió) không nhận ra hoặc sử dụng không chính xác.\n
zh_cn: * \Z4acpi_enforce_resources=lax\Zn\n 解决某些设备 (如风扇控制器) 未正确识别或使用的问题.\n
zh_hk: * \Z4acpi_enforce_resources=lax\Zn\n 解決部分裝置(例如风扇控制器)無法正確識別或使用的問題.\n
zh_tw: * \Z4acpi_enforce_resources=lax\Zn\n 解決一些裝置 (如風扇控制器) 不認識或使用正確的問題。\n

source: * \Z4pci=nommconf\Zn\n Disable the use of Memory-Mapped Configuration for PCI devices(use this parameter cautiously).\n
ar_sa: * \Z4pci=nommconf\Zn\n تعطيل استخدام الذاكرة المتجهة (Memory-Mapped Configuration) لجهاز PCI (استخدم هذا المعلمة بحذر).\n
de_de: * \Z4pci=nommconf\Zn\n Deaktiviert die Verwendung der Memory-Mapped-Konfiguration für PCI-Geräte (nutzen Sie diesen Parameter mit Vorsicht).\n
es_es: * \Z4pci=nommconf\Zn\n Deshabilitar el uso de Configuración de Memoria para dispositivos PCI (utilice este parámetro con cuidado).\n
fr_fr: * \Z4pci=nommconf\Zn\n Désactiver l'utilisation de la configuration mémoire mappée pour les périphériques PCI (utilisez ce paramètre avec prudence).\n
ja_jp: * \Z4pci=nommconf\Zn\n PCIデバイスにMemory-Mapped Configurationを使用しないようにします(このパラメータは注意して使用してください)。\n
ko_kr: * \Z4pci=nommconf\Zn\n PCI 장치에 대해 메모리 매핑 구성을 사용하지 않도록 설정합니다(이 매개변수에 주의).\n
ru_ru: * \Z4pci=nommconf\Zn\n Отключить использование Memory-Mapped Configuration для устройств PCI (используйте этот параметр с осторожностью).\n
th_th: * \Z4pci=nommconf\Zn\n ปิดการใช้งาน Memory-Mapped Configuration สำหรับอุปกรณ์ PCI (ใช้คำสั่งนี้ด้วยความระมัดระวัง).\n
tr_tr: * \Z4pci=nommconf\Zn\n PCI cihazlar için bellek yönlendirme yapılandırmasını kullanmayı devre dışı bırakın(dikkatli bir şekilde bu parametreyi kullanın).\n
uk_ua: * \Z4pci=nommconf\Zn\n Вимкнути використання Memory-Mapped Configuration для пристроїв PCI(використовуйте цей параметр з обережністю).\n
vi_vn: * \Z4pci=nommconf\Zn\n Tắt sử dụng Memory-Mapped Configuration cho các thiết bị PCI (sử dụng tham số này với cẩn thận).\n
zh_cn: * \Z4pci=nommconf\Zn\n 禁用 PCI 设备的 Memory-Mapped Configuration 功能(谨慎使用).\n
zh_hk: * \Z4pci=nommconf\Zn\n 停用 PCI 裝置的 Memory-Mapped Configuration 功能(請謹慎使用).\n
zh_tw: * \Z4pci=nommconf\Zn\n 停用 PCI 裝置的 Memory-Mapped Configuration 功能(請謹慎使用此參數)。\n

source: * \Z4consoleblank=300\Zn\n Set the console to auto turnoff display 300 seconds after no activity (measured in seconds).\n
ar_sa: * \Z4consoleblank=300\Zn\n تعيين الشاشة للغلق تلقائي 300 ثانية بعد عدم النشاط (مع أرقام ثانية).\n
de_de: * \Z4consoleblank=300\Zn\n Setzt die Konsole auf automatische Abschaltung der Anzeige nach 300 Sekunden ohne Aktivität (in Sekunden gemessen).\n
es_es: * \Z4consoleblank=300\Zn\n Establezca la consola a la pantalla de desvío automático 300 segundos después de ninguna actividad (medida en segundos). \n
fr_fr: * \Z4consoleblank=300\Zn\n Définir la console à l'affichage automatique de démarrage 300 secondes après aucune activité (mesurée en secondes). \n
ja_jp: * \Z4consoleblank=300\Zn\n アクティビティがなくなってから 300 秒後にディスプレイが自動的にオフになるようにコンソールを設定します (秒単位で測定)。\n
ko_kr: * \Z4consoleblank=300\Zn\n 활동이 없으면 300초 후에 디스플레이가 자동으로 꺼지도록 콘솔을 설정합니다(초 단위로 측정).\n
ru_ru: * \Z4consoleblank=300\Zn\n Настройте консоль на автоматическое отключение дисплея через 300 секунд после отсутствия активности (измеряется в секундах).\n
th_th: * \Z4consoleblank=300\Zn\n ตั้งค่าการปิดจออินโฟร์เมชั่น 300 วินาที หลังจากไม่มีการใช้งาน (วัตถุประสงค์เป็นวินาที).\n
tr_tr: * \Z4consoleblank=300\Zn\n 300 saniye sonra etkisizleştirme ekranını otomatik olarak ayarlayın (saniye cinsinden ölçülü).\n
uk_ua: * \Z4consoleblank=300\Zn\n Встановити консоль для автоматичного відключення дисплея 300 секунд після відсутності активності (застраховано за секундами).\n
vi_vn: * \Z4consoleblank=300\Zn\n Thiết lập màn hình console tự động tắt sau 300 giây không hoạt động (được đo theo giây).\n
zh_cn: * \Z4consoleblank=300\Zn\n 将控制台设置为无活动后300秒自动关闭显示 (以秒为单位).\n
zh_hk: * \Z4consoleblank=300\Zn\n 將控制台設定為無活動後300秒自動關閉顯示(以秒為組織).\n
zh_tw: * \Z4consoleblank=300\Zn\n 將主控台設定為無活動後 300 秒 (以秒為單位) 自動關閉顯示。\n

source: Please enter the parameter key and value you need to add.\n
ar_sa: الرجاء إدخال مفتاح المعلمة والقيمة التي تريد إضافتها.\n
de_de: Bitte geben Sie den Parameternamen und den Wert ein, den Sie hinzufügen möchten.\n
es_es: Ingrese el nombre de la clave y el valor que necesita agregar.\n
fr_fr: Entrez la clé et la valeur du paramètre que vous devez ajouter.\n
ja_jp: 追加する必要のあるパラメータキーと値を入力してください。\n
ko_kr: 값을 추가하려는 매개변수 키와 값을 입력하십시오.\n
ru_ru: Введите ключ и значение параметра, который необходимо добавить.\n
th_th: กรุณากรอกชื่อพารามิเตอร์และค่าที่ต้องการเพิ่ม\n
tr_tr: Eklemek istediğiniz parametre anahtarını ve değerini girin.\n
uk_ua: Введіть ключ параметра та значення, яке потрібно додати.\n
vi_vn: Vui lòng nhập tên tham số và giá trị bạn cần thêm.\n
zh_cn: 请输入需要添加的参数名称和值.\n
zh_hk: 請輸入您需要添加的參數名稱和值.\n
zh_tw: 請輸入您需要加入的參數名稱和值。\n

source: Invalid parameter name, retry?
ar_sa: اسم المعلمة غير صحيح، إعادة المحاولة؟
de_de: Ungültiger Parametername, erneut versuchen?
es_es: Nombre del parámetro inválido, retry?
fr_fr: Nom de paramètre invalide, retry?
ja_jp: 無効なパラメータ名です、再試行しますか？
ko_kr: 잘못된 매개변수 이름입니다. 다시 시도하시겠습니까?
ru_ru: Недопустимое имя параметра, повторить?
th_th: ชื่อพารามิเตอร์ไม่ถูกต้อง, ต้องการลองใหม่?
tr_tr: Geçersiz parametre adı, yeniden denemek ister misiniz?
uk_ua: Ім'я параметра Invalid, птиця?
vi_vn: Tên tham số không hợp lệ, thử lại?
zh_cn: 无效参数名称, 重试?
zh_hk: 無效的數名稱, 重試?
zh_tw: 無效的參數名稱，要重試？

source: No user cmdline to remove
ar_sa: لا يوجد سطر أوامر المستخدم للإزالة
de_de: Keine Benutzer-Cmdline zum Entfernen
es_es: Ningún usuario cmdline para quitar
fr_fr: Pas d'utilisateur cmdline pour supprimer
ja_jp: 削除するユーザーコマンドラインはありません
ko_kr: 제거할 사용자 명령줄이 없습니다
ru_ru: Нет пользовательских параметров cmdline для удаления
th_th: ไม่มีคำสั่ง user ที่ต้องการลบ
tr_tr: Kullanıcı cmdline'ı kaldırılacak yok
uk_ua: Немає користувацького спліту для видалення
vi_vn: Không có cmdline người dùng để xóa
zh_cn: 没有用户参数被删除
zh_hk: 沒有 cmdline 參數被删除
zh_tw: 沒有使用者 cmdline 被删除

source: Select cmdline to remove
ar_sa: اختر سطر أوامر المستخدم للإزالة
de_de: Cmdline zum Entfernen auswählen
es_es: Seleccione cmdline para quitar
fr_fr: Sélectionnez cmdline pour supprimer
ja_jp: 削除するコマンドラインを選択
ko_kr: 제거할 명령줄 선택
ru_ru: Выберите параметр cmdline для удаления
th_th: เลือกคำสั่งที่ต้องการลบ
tr_tr: cmdline'ı kaldırmak için seçin
uk_ua: Виберіть cmdline для видалення
vi_vn: Chọn cmdline để xóa
zh_cn: 选择要删除的参数
zh_hk: 選擇要删除的參數
zh_tw: 選擇要删除的 cmdline

source: Note: (MAC will not be set to NIC, Only for activation services.)
ar_sa: ملاحظة: (MAC لن يتم تعيينها على NIC، فقط للخدمات النشطة.)
de_de: Hinweis: (MAC wird nicht auf NIC gesetzt, nur für Aktivierungsdienste.)
es_es: Nota: (MAC no se establecerá en NIC, Sólo para los servicios de activación.)
fr_fr: Note: (MAC ne sera pas défini à NIC, seulement pour les services d'activation.)
ja_jp: 注意: (MACはNICに設定されません、アクティベーションサービスのみです。)
ko_kr: 참고: (MAC은 NIC로 설정되지 않으며 활성화 서비스에 대해서만 설정됩니다.)
ru_ru: Примечание: (MAC не будет установлен на NIC, только для активационных услуг.)
th_th: หมายเหตุ: (MAC จะไม่ถูกตั้งค่าให้กับ NIC, เท่านั้นสำหรับการใช้งานบริการ)
tr_tr: Nota: (MAC, NIC'e ayarlanmayacak, yalnızca etkinleştirme hizmetleri içindir.)
uk_ua: Примітка: (MAC не буде встановлюватися на NIC, тільки для служб активації.)
vi_vn: Lưu ý: (MAC sẽ không được đặt cho NIC, Chỉ cho các dịch vụ kích hoạt.)
zh_cn: 注意: (MAC 不会设置到 NIC, 仅用于激活服务.)
zh_hk: 注意: (MAC 不會設定到 NIC, 僅用於啟動服務.)
zh_tw: 注意：(MAC 不會設定為 NIC，只作為服務啟動。)

source: Random
ar_sa: عشوائي
de_de: Zufällig
es_es: Aleatorio
fr_fr: Aléatoire
ja_jp: ランダム
ko_kr: 랜덤생성
ru_ru: Случайный
th_th: แบ่งสุ่ม
tr_tr: Rastgele
uk_ua: У довільному порядку
vi_vn: Ngẫu nhiên
zh_cn: 随机
zh_hk: 隨機
zh_tw: 隨機

source: Invalid SN/MAC, retry?
ar_sa: SN/MAC غير صحيح، إعادة المحاولة؟
de_de: Ungültige SN/MAC, erneut versuchen?
es_es: Inválido SN/MAC, ¿retry?
fr_fr: SN/MAC invalide, rentrée?
ja_jp: 無効なSN/MAC、再試行しますか？
ko_kr: SN/MAC가 잘못되었습니다. 다시 시도하시겠습니까?
ru_ru: Неверный SN/MAC, ретри?
th_th: SN/MAC ไม่ถูกต้อง, ตรวจสอบอีกครั้ง?
tr_tr: Geçersiz SN/MAC, yeniden denemek ister misiniz?
uk_ua: Інвалід SN/MAC, птиця?
vi_vn: SN/MAC không hợp lệ, thử lại?
zh_cn: 无效 SN/MAC, 重试?
zh_hk: 無效的 SN/MAC, 重試?
zh_tw: 無效的 SN/MAC，要重試？

source: Add/edit a synoinfo item
ar_sa: إضافة/تعديل عنصر synoinfo
de_de: Synoinfo-Element hinzufügen/bearbeiten
fr_fr: Ajouter/éditer un élément synoinfo
ja_jp: synoinfo項目の追加/編集
ko_kr: synoinfo 항목 추가/편집
ru_ru: Добавить/изменить элемент synoinfo
th_th: เพิ่ม/แก้ไข synoinfo
tr_tr: synoinfo öğesi ekle/düzenle
uk_ua: Додавання/видання елемента synoinfo
vi_vn: Thêm/sửa một mục synoinfo
zh_cn: 添加/编辑 Synoinfo 参数
zh_hk: 添加/編輯 Synoinfo 參數
zh_tw: 加入/編輯 Synoinfo 項目

source: Show/Delete synoinfo items
ar_sa: عرض/حذف عناصر synoinfo
de_de: Synoinfo-Elemente anzeigen/löschen
es_es: Mostrar/Delete synoinfo items
fr_fr: Afficher/Delete synoinfo items
ja_jp: synoinfo項目の表示/削除
ko_kr: synoinfo 항목 보기/삭제
ru_ru: Показать/Удалить элементы synoinfo
th_th: แสดง/ลบ synoinfo
tr_tr: synoinfo öğelerini göster/sil
uk_ua: Показати / Видалити синонім елементи
vi_vn: Hiển thị/Xóa mục synoinfo
zh_cn: 显示/删除 Synoinfo 参数
zh_hk: 顯示/删除 Synoinfo 參數
zh_tw: 顯示/刪除 synoinfo 項目

source: Synoinfo
uk_ua: Синоinfo

source: Commonly used synoinfo:\n
ar_sa: synoinfo الشائعة:\n
de_de: Häufig verwendete Synoinfo:\n
es_es: Sinoinfo de uso común:\n
fr_fr: Synoinfo couramment utilisé:\n
ja_jp: よく使用されるsynoinfo:\n
ko_kr: 일반적으로 사용되는 synoinfo:\n
ru_ru: Частоиспользуемые synoinfo:\n
th_th: synoinfo ที่ใช้บ่อย:\n
tr_tr: synoinfo kullanılan:\n
uk_ua: Зазвичай використовується синонім:\n
vi_vn: Synoinfo thường dùng:\n
zh_cn: 常用 synoinfo:\n
zh_hk: 常用 synoinfo:\n
zh_tw: 常用的 synoinfo:\n
