Repository: RROrg/rr
Catalog: files/initrd/opt/rr/lang/*/LC_MESSAGES/rr.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ko_kr, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: Disable all scheduled tasks of DSM
ar_sa: إلغاء تمكين المهام المخططة من نظام DSM
de_de: Alle geplanten DSM-Aufgaben deaktivieren
es_es: Deshabilitar todas las tareas programadas de DSM
fr_fr: Désactiver toutes les tâches planifiées de DSM
ja_jp: DSM のスケジュールされたタスクをすべて無効にする
ko_kr: DSM의 일정 작업 강제 비활성화
ru_ru: Отключить все задачи расписания DSM
th_th: ปิดใช้งานงานที่กำหนดเวลาทั้งหมดของ DSM
tr_tr: DSM sisteminin tüm zamanlanmış görevlerini devre dışı bırak
uk_ua: Вимкнення всіх запланованих завдань DSM
vi_vn: Vô hiệu hóa tất cả các tác vụ đã lên lịch của DSM
zh_cn: 禁用 DSM 所有计划任务
zh_hk: 停用 DSM 的排程任務
zh_tw: 停用 DSM 的排程任務

source: Initialize DSM network settings
ar_sa: تهيئة إعدادات شبكة DSM
de_de: DSM-Netzwerkeinstellungen initialisieren
es_es: Inicializar la configuración de red DSM
fr_fr: Initialiser les paramètres réseau DSM
ja_jp: DSMネットワーク設定を初期化する
ko_kr: DSM 네트워크 설정 초기화
ru_ru: Инициализация сетевых настроек DSM
th_th: เริ่มต้นการตั้งค่าเครือข่าย DSM
tr_tr: DSM ağ ayarlarını başlat
uk_ua: Ініціалізація параметрів мережі DSM
vi_vn: Khởi tạo cài đặt mạng DSM
zh_cn: 初始化 DSM 网络设置
zh_hk: 初始化 DSM 網路設定
zh_tw: 初始化 DSM 網路設定

source: Advanced option
ar_sa: خيارات متقدمة
de_de: Erweiterte Option
es_es: Opción avanzada
fr_fr: Option avancée
ja_jp: 詳細オプション
ko_kr: 고급 설정
ru_ru: Расширенный вариант
th_th: ตัวเลือกขั้นสูง
tr_tr: Gelişmiş seçenek
uk_ua: Розширений варіант
vi_vn: Tùy chọn nâng cao
zh_cn: 高级设置
zh_hk: 高級設定
zh_tw: 進階選項

source: pat: (editable)
ar_sa: pat: (قابل للتعديل)
de_de: pat: (bearbeitbar)
es_es: pat: (disponible)
ja_jp: pat: (編集可能)
ko_kr: pat: (편집가능)
ru_ru: pat: (редактируется)
th_th: pat: (แก้ไขได้)
tr_tr: pat: (düzenlenebilir)
uk_ua: пат: (вимкнено)
vi_vn: pat: (có thể chỉnh sửa)
zh_cn: pat: (可编辑)
zh_hk: pat: (可編輯)
zh_tw: pat: (可編輯)

source: Choose a mode(Only supported for kernel version 4)
ar_sa: اختر وضعًا (مدعوم فقط لإصدار kernel 4)
de_de: Modus auswählen (nur für Kernel-Version 4 unterstützt)
es_es: Elija un modo(sólo es compatible para el kernel versión 4)
fr_fr: Choisissez un mode(Seulement supporté pour le noyau version 4)
ja_jp: モードを選択してください (サポートされているのはカーネルバージョン4のみ)
ko_kr: 모드 선택(커널 버전 4만 지원)
ru_ru: Выберите режим (только поддерживается для версии ядра 4)
th_th: เลือกโหมด(เฉพาะที่รองรับ kernel version 4)
tr_tr: Modu seçin(Yalnızca kernel sürümü 4 desteklenir)
uk_ua: Виберіть режим(тільки підтримується для версії ядра 4)
vi_vn: Chọn một chế độ(Chỉ được hỗ trợ cho kernel phiên bản 4)
zh_cn: 选择一个模式(仅支持内核版本 4)
zh_hk: 選擇一個模式(僅支援內核版本 4)
zh_tw: 選擇一個模式 (僅支援核心版本 4)

source: Custom DTS is not supported for current model.
ar_sa: DTS المخصص غير مدعوم من قبل النظام الحالي.
de_de: Custom DTS wird für das aktuelle Modell nicht unterstützt.
es_es: Custom DTS no es compatible para el modelo actual.
fr_fr: Custom DTS n'est pas supporté pour le modèle actuel.
ja_jp: 現在のモデルではカスタムDTSはサポートされていません。
ko_kr: 사용자 정의 DTS는 현재 모델에서 지원되지 않습니다.
ru_ru: Custom DTS не поддерживается для текущего модели.
th_th: Custom DTS ไม่รองรับรุ่นปัจจุบัน.
tr_tr: Custom DTS desteklenmiyor, şu anki model için.
uk_ua: Custom DTS не підтримується для поточної моделі.
vi_vn: Custom DTS không được hỗ trợ cho model hiện tại.
zh_cn: 当前型号不支持自定义 DTS.
zh_hk: 當前機型不支援自定義 DTS.
zh_tw: 當前機型不支援自訂 DTS。

source: USB disk as internal disk is not supported for current model.
ar_sa: قرص الUSB كأقرب الذاكرة غير مدعوم من قبل النظام الحالي.
de_de: USB-Festplatte als internes Laufwerk wird für das aktuelle Modell nicht unterstützt.
es_es: USB disco como disco interno no es compatible para el modelo actual.
fr_fr: USB disque comme disque interne n'est pas supporté pour le modèle actuel.
ja_jp: USBディスクを内部ディスクとして使用するには、現在のモデルではサポートされていません。
ko_kr: USB 디스크를 내부 디스크로 사용할 수 없습니다.
ru_ru: USB-диск как внутренний диск не поддерживается для текущего модели.
th_th: USB disk เป็นดิสก์ภายในไม่รองรับรุ่นปัจจุบัน.
tr_tr: USB diskı iç disk olarak kullanmak desteklenmiyor, şu anki model için.
uk_ua: USB диск як внутрішній диск не підтримується для поточної моделі.
vi_vn: USB disk như đĩa nội tuyến không được hỗ trợ cho model hiện tại.
zh_cn: 当前型号不支持使用 USB 磁盘作为内置磁盘.
zh_hk: 當前機型不支援 USB 磁碟作為內部磁碟.
zh_tw: 當前機型不支援 USB 磁碟作為內部磁碟。

source: Choose a time(seconds)
ar_sa: اختر وقت(ثواني)
de_de: Zeit auswählen (Sekunden)
es_es: Elige un tiempo(segundos)
fr_fr: Choisissez un temps(secondes)
ja_jp: 時間を選択してください (秒)
ko_kr: 시간(초) 선택
ru_ru: Выберите время (секунды)
th_th: เลือกเวลา(วินาที)
tr_tr: Zamanı seçin(saniye)
uk_ua: Виберіть час(секунди)
vi_vn: Chọn một thời gian(giây)
zh_cn: 选择一个时间(秒)
zh_hk: 選擇一個時間(秒)
zh_tw: 選擇一個時間 (秒)

source: Choose a keymap
ar_sa: اختيار مفاتيح
de_de: Keymap auswählen
es_es: Elija un teclado
fr_fr: Choisissez une carte-clé
ja_jp: キーマップを選択
ko_kr: 키맵 선택
ru_ru: Выбрать карту клавиш
th_th: เลือกแผนที่คีย์
tr_tr: Klavye haritası seçin
uk_ua: Виберіть мапу
vi_vn: Chọn bản đồ phím
zh_cn: 选择键盘
zh_hk: 選擇鍵盤
zh_tw: 選擇鍵盤

source: Show QR logo:
ar_sa: عرض شعار QR:
de_de: QR-Logo anzeigen:
es_es: Mostrar logo QR:
fr_fr: Afficher le logo QR:
ja_jp: QRロゴを表示する：
ko_kr: QR 로고 표시:
ru_ru: Показать QR-логотип:
th_th: แสดงรูป QR:
tr_tr: QR logo göster:
uk_ua: Показати QR логотип:
vi_vn: Hiển thị logo QR:
zh_cn: 显示 QR logo:
zh_hk: 顯示 QR logo:
zh_tw: 顯示 QR 商標:

source: Bootloader notifications (Webhook)
ar_sa: إشعارات الموديل (Webhook)
de_de: Bootloader-Benachrichtigungen (Webhook)
es_es: Notificaciones del bootloader (Webhook)
fr_fr: Notifications du bootloader (Webhook)
ja_jp: ブートローダー通知 (Webhook)
ko_kr: 부트로더 알림 (Webhook)
ru_ru: Уведомления загрузчика (Webhook)
th_th: แจ้งเตือน Bootloader (Webhook)
tr_tr: Bootloader bildirimleri (Webhook)
uk_ua: Нотифікації завантажувача (Webhook)
vi_vn: Thông báo Bootloader (Webhook)
zh_cn: 引导程序通知 (Webhook)
zh_hk: 引導程式通知 (Webhook)
zh_tw: 開機程序通知 (Webhook)

source: Custom patch script # Developer
ar_sa: نص تعديل الملفات # مطور
de_de: Benutzerdefiniertes Patch-Skript # Entwickler
es_es: Script de parche personalizado # Desarrollador
fr_fr: Script patch personnalisé # Développeur
ja_jp: カスタムパッチスクリプト # 開発者
ko_kr: 사용자 정의 패치 스크립트 # 개발
ru_ru: Пользовательский скрипт патча # Разработчик
th_th: สคริปต์การปรับเปลี่ยน # ผู้พัฒนา
tr_tr: Özel düzeltme betiği # Geliştirici
uk_ua: Спеціальна патч сцена # Розробник
vi_vn: Script sửa lỗi tùy chỉnh # Người phát triển
zh_cn: 自定义补丁脚本 # 开发
zh_hk: 自定義補丁腳本 # 開發
zh_tw: 自訂修補指令碼 # Developer

source: Edit user config file manually
ar_sa: تعديل ملف الإعدادات اليدويا
de_de: Benutzerkonfigurationsdatei manuell bearbeiten
es_es: Editar archivo de configuración del usuario manualmente
fr_fr: Modifier le fichier de configuration utilisateur manuellement
ja_jp: ユーザー設定ファイルを手動で編集する
ko_kr: 사용자 구성 config 편집
ru_ru: Вручную отредактировать файл конфигурации пользователя
th_th: แก้ไขไฟล์การตั้งค่าผู้ใช้ด้วยตัวเอง
tr_tr: Kullanıcı yapılandırma dosyasını manuel olarak düzenle
uk_ua: Редагувати файл налаштування користувача вручну
vi_vn: Chỉnh sửa tệp cấu hình người dùng theo cách thủ công
zh_cn: 手动编辑用户配置文件
zh_hk: 編輯用戶設定檔
zh_tw: 手動編輯使用者設定檔

source: Edit grub.cfg file manually
ar_sa: تعديل ملف grub.cfg اليدويا
de_de: Grub.cfg-Datei manuell bearbeiten
es_es: Editar archivo grub.cfg manualmente
fr_fr: Modifier le fichier grub.cfg manuellement
ja_jp: grub.cfgファイルを手動で編集する
ko_kr: grub.cfg 파일을 수동으로 편집하기
ru_ru: Вручную отредактировать файл grub.cfg
th_th: แก้ไขไฟล์ grub.cfg ด้วยตัวเอง
tr_tr: Grub.cfg dosyasını manuel olarak düzenle
uk_ua: Редагувати файл grub.cfg вручну
vi_vn: Chỉnh sửa tệp grub.cfg theo cách thủ công
zh_cn: 手动编辑 grub.cfg 文件
zh_hk: 編輯 grub.cfg
zh_tw: 手動編輯 grub.cfg

source: Try to recovery a installed DSM system
ar_sa: استرجاع نظام DSM مثبت
de_de: Versuchen, ein installiertes DSM-System wiederherzustellen
es_es: Intenta recuperar un sistema DSM instalado
fr_fr: Essayez de récupérer un système DSM installé
ja_jp: インストール済みのDSMシステムの回復を試みる
ko_kr: 설치된 DSM 시스템 복구 시도
ru_ru: Восстановление установленной системы DSM
th_th: ระบบ DSM ที่ติดตั้งแล้ว
tr_tr: DSM sistemini geri yüklemeyi dene
uk_ua: Спробуйте відновити встановлену систему DSM
vi_vn: Thử khôi phục hệ thống DSM đã cài đặt
zh_cn: 尝试恢复已安装的 DSM 系统
zh_hk: 嘗試恢復已安裝 DSM 的系統
zh_tw: 嘗試還原已安裝的 DSM 系統

source: Clone bootloader disk to another disk
ar_sa: نسخ محرك التشغيل إلى قرص آخر
de_de: Bootloader-Festplatte auf eine andere Festplatte klonen
es_es: Clone bootloader disco a otro disco
fr_fr: Cloner le disque bootloader sur un autre disque
ja_jp: ブートローダーディスクを別のディスクにクローンする
ko_kr: 부트로더 디스크를 다른 디스크에 복제
ru_ru: Клонировать диск загрузчика на другой диск
th_th: คlon bootloader disk ไปยังดิสก์อื่น
tr_tr: Bootloader diskini başka bir diskine kopyala
uk_ua: Клон завантажувач диск на інший диск
vi_vn: Sao chép bootloader đĩa sang đĩa khác
zh_cn: 克隆引导盘到另一个磁盘
zh_hk: 克隆引導盤到另一個磁碟
zh_tw: 將開機碟複製到另一個磁碟

source: System Environment Report
ar_sa: التقرير البيئي للنظام
de_de: Systemumgebungsbericht
es_es: Informe del entorno del sistema
fr_fr: Rapport d'environnement système
ja_jp: システム環境レポート
ko_kr: 시스템 환경 보고서
ru_ru: Отчет о среде выполнения системы
th_th: รายงานสภาพแวดล้อมระบบ
tr_tr: Sistem ortam raporu
uk_ua: Звіт про системне середовище
vi_vn: Báo cáo môi trường hệ thống
zh_cn: 系统环境报告
zh_hk: 系統環境報告
zh_tw: 系統環境報告

source: Report bugs to the author
ar_sa: إبلاغ الأخطاء إلى المطور
de_de: Fehler an den Autor melden
es_es: Informar errores al autor
fr_fr: Signaler des bogues à l'auteur
ja_jp: バグを作者に報告する
ko_kr: 개발자에게 버그 신고하기
ru_ru: Сообщить об ошибках автору
th_th: แจ้งปัญหาไปยังผู้เขียน
tr_tr: Hataları yazara bildirin
uk_ua: Повідомити про помилки автора
vi_vn: Báo cáo lỗi cho tác giả
zh_cn: 向作者报告错误
zh_hk: 向作者报告错误
zh_tw: 回報問題給作者

source: Install development tools
ar_sa: تثبيت أدوات التطوير
de_de: Entwicklungstools installieren
es_es: Instalar herramientas de desarrollo
fr_fr: Installer les outils de développement
ja_jp: 開発ツールをインストールする
ko_kr: 개발자 도구 설치
ru_ru: Установить инструменты разработки
th_th: ติดตั้งเครื่องมือพัฒนา
tr_tr: Geliştirme araçlarını kur
uk_ua: Встановлення інструментів розробки
vi_vn: Cài đặt công cụ phát triển
zh_cn: 安装开发者工具
zh_hk: 安裝開發者工具
zh_tw: 安裝開發者工具

source: Save modifications of '/opt/rr'
ar_sa: حفظ التغييرات على '/opt/rr'
de_de: Änderungen von '/opt/rr' speichern
es_es: Guardar modificaciones de '/opt/rr '
fr_fr: Enregistrer les modifications de '/opt/rr '
ja_jp: '/opt/rr'の変更を保存する
ko_kr: '/opt/rr'의 수정 사항 저장
ru_ru: Сохранить изменения в '/opt/rr'
th_th: บันทึกการเปลี่ยนแปลงของ '/opt/rr'
tr_tr: '/opt/rr' dizinini kaydet
uk_ua: Економія модифікацій '/opt/rr Р
vi_vn: Lưu các thay đổi của '/opt/rr'
zh_cn: 保存'/opt/rr'的修改
zh_hk: 保存'/opt/rr'的修改
zh_tw: 儲存「/opt/rr」的修改

source: Set static IP
ar_sa: تعيين عنوان IP ثابت
de_de: Statische IP einstellen
es_es: Establecer IP estática
fr_fr: Configurer l'IP statique
ja_jp: 静的IPを設定する
ko_kr: 고정 IP 설정
ru_ru: Установить статический IP
th_th: กำหนด IP แตกต่าง
tr_tr: Sabit IP ayarla
uk_ua: Комплект статичний IP
vi_vn: Đặt IP tĩnh
zh_cn: 设置静态 IP
zh_hk: 設定靜態 IP
zh_tw: 設定靜態 IP

source: Set wireless account
ar_sa: ضبط الحساب اللاسلكي
de_de: Drahtlos-Konto hinzufügen
es_es: Establecer cuenta inalámbrica
fr_fr: Compte sans fil
ja_jp: ワイヤレスアカウントを設定する
ko_kr: 무선 계정 설정
ru_ru: Установить беспроводной аккаунт
th_th: ตั้งค่าบัญชีไร้สาย
tr_tr: Kablosuz hesap ayarla
uk_ua: Налаштування бездротового облікового запису
vi_vn: Đặt tài khoản không dây
zh_cn: 设置无线帐号
zh_hk: 設定無線帳號
zh_tw: 設定無線網路帳號

source: Set global proxy
ar_sa: تعيين خادم الوكيل
de_de: Globalen Proxy einstellen
ja_jp: グローバルプロキシを設定する
ko_kr: 글로벌 프록시 설정
ru_ru: Установить глобальный прокси
th_th: ตั้งค่า proxy ให้กับระบบ
tr_tr: Genel proxy ayarla
uk_ua: Налаштування глобальної проксі
vi_vn: Thiết lập proxy chung
zh_cn: 设置全局代理
zh_hk: 設定全域代理
zh_tw: 設定全域代理伺服器

source: Set github proxy
ar_sa: تعيين خادم الوكيل لـ github
de_de: GitHub-Proxy einstellen
ja_jp: githubプロキシを設定する
ko_kr: Github 프록시 설정
ru_ru: Установить прокси GitHub
th_th: ตั้งค่า proxy ให้กับ github
tr_tr: Github proxy ayarla
uk_ua: Набір github проксі
vi_vn: Thiết lập proxy github
zh_cn: 设置 GitHub 代理
zh_hk: 設定 GitHub 代理
zh_tw: 設定 github 代理伺服器

source: Update microcode:
ar_sa: تحديث كود الـ microcode:
de_de: Mikrocode aktualisieren:
es_es: Actualizar microcode:
fr_fr: Mise à jour du microcode:
ja_jp: マイクロコードを更新:
ko_kr: 마이크로코드 업데이트:
ru_ru: Обновить микрокод:
th_th: อัพเดท microcode:
tr_tr: Mikroişlemci güncelle:
uk_ua: Оновлення мікрокоду:
vi_vn: Cập nhật microcode:
zh_cn: 更新微码:
zh_hk: 更新微處理器代碼:
zh_tw: 更新微處理器代碼:

source: Change root password # Only RR
ar_sa: تغيير كلمة المرور الخاصة بـ root # فقط RR
de_de: Root-Passwort ändern # NUR RR
es_es: Cambiar la contraseña de root # Solo RR
fr_fr: Changer le mot de passe root # Seulement RR
ja_jp: rootパスワードを変更する # RRのみ
ko_kr: root 비밀번호 변경 # RR만
ru_ru: Изменить пароль root #только RR
th_th: เปลี่ยนรหัสผ่าน root # เฉพาะ RR
tr_tr: root şifresini değiştir # Yalnızca RR
uk_ua: Зміна паролю root # лише RR
vi_vn: Đổi mật khẩu root # Chỉ RR
zh_cn: 修改 root 密码 # 仅 RR
zh_hk: 修改 root 密碼 # 僅 RR
zh_tw: 修改 root 密碼 # 僅 RR

source: Change ports of TTYD/DUFS/HTTP
ar_sa: تغيير منافذ TTYD/DUFS/HTTP
de_de: Ports von TTYD/DUFS/HTTP ändern
es_es: Cambiar puertos de TTYD/DUFS/HTTP
fr_fr: Changer les ports de TTYD/DUFS/HTTP
ja_jp: TTYD/DUFS/HTTPのポートを変更する
ko_kr: TTYD/DUFS/HTTP 포트 변경
ru_ru: Изменить порты TTYD/DUFS/HTTP
th_th: เปลี่ยนพอร์ตของ TTYD/DUFS/HTTP
tr_tr: TTYD/DUFS/HTTP bağlantı noktalarını değiştir
uk_ua: Зміна портів TTYD/DUFS/HTTP
vi_vn: Đổi cổng TTYD/DUFS/HTTP
zh_cn: 修改 TTYD/DUFS/HTTP 的端口
zh_hk: 設定 TTYD/DUFS/HTTP 連接埠
zh_tw: 修改 TTYD/DUFS/HTTP 的端口

source: Vigorously miracle
ar_sa: مزاجية
de_de: Starker Wunder
es_es: Vigorosamente milagroso
fr_fr: Magnifiquement miracle
ja_jp: 力強い奇跡
ru_ru: Энергичное чудо
th_th: ใบลมแดง
tr_tr: Şiddetli mucize
uk_ua: Вигорно диво
vi_vn: Thiết lập proxy
zh_cn: 大力出奇迹
zh_hk: 大力出奇蹟
zh_tw: 用力創造奇蹟

source: Settings option
ar_sa: خيارات الإعدادات
de_de: Einstellungsoption
es_es: Opción de configuración
fr_fr: Option de réglage
ja_jp: 設定オプション
ko_kr: 환경 설정
ru_ru: Опции настроек
th_th: ตัวเลือกการตั้งค่า
tr_tr: Ayarlar seçeneği
uk_ua: Параметри налаштування
vi_vn: Tùy chọn cài đặt
zh_cn: 设置选项
zh_hk: 設定選項
zh_tw: 設定選項

source: This option provides information about custom patch scripts for the ramdisk.\n
ar_sa: توفر هذا الخيار معلومات حول مهام التدقيق المخصصة\n
de_de: Diese Option bietet Informationen über benutzerdefinierte Patch-Skripte für den Ramdisk.\n
es_es: Esta opción proporciona información sobre los scripts de parche personalizados para el ramdisk.\n
fr_fr: Cette option fournit des informations sur les scripts de patch personnalisés pour le ramdisk.\n
ja_jp: このオプションは、Ramdisk用のカスタムパッチスクリプトに関する情報を提供します。\n
ko_kr: 이 옵션은 램 디스크에 대한 사용자 지정 패치 스크립트에 대한 정보를 제공합니다.\n
ru_ru: Этот параметр предоставляет информацию о пользовательских скриптах патчей для ramdisk.\n
th_th: ตัวเลือกนี้จะให้ข้อมูลเกี่ยวกับการตั้งค่าของ script สำหรับการตั้งค่า ramdisk\n
tr_tr: Bu seçenek, ramdiskin özel düzeltme betikleri hakkında bilgi sağlar.\n
uk_ua: Ця опція надає інформацію про кастомні скрипти патчів для ramdisk.\n
vi_vn: Tùy chọn này cung cấp thông tin về các script patch tùy chỉnh cho ramdisk.\n
zh_cn: 此选项提供了有关 ramdisk 自定义补丁脚本的信息.\n
zh_hk: 此選項提供關於自訂补丁脚本的信息.\n
zh_tw: 此選項提供關於 ramdisk 自訂补丁腳本的相關資訊。\n

source: These scripts are executed before the ramdisk is packaged.\n
ar_sa: هذه المهام التدقيقية تنفذ قبل بناء الذاكرة\n
de_de: Diese Skripte werden vor dem Packen des Ramdisks ausgeführt.\n
es_es: Estos scripts se ejecutan antes de que el ramdisk se empaquete.\n
fr_fr: Ces scripts sont exécutés avant que le ramdisk ne soit packagé.\n
ja_jp: これらのスクリプトは、Ramdiskパッケージング前に実行されます。\n
ko_kr: 이 스크립트는 램 디스크 패키징 전에 실행됩니다.\n
ru_ru: Эти скрипты выполняются перед упаковкой ramdisk.\n
th_th: สคริปต์เหล่านี้จะถูกเรียกใช้งานก่อนการแพคเกจ ramdisk\n
tr_tr: Bu betikler, ramdiskin paketlenmeden önce çalıştırılır.\n
uk_ua: Ці скрипти виконуються перед пакуванням ramdisk.\n
vi_vn: Các script này được thực thi trước khi ramdisk được đóng gói.\n
zh_cn: 这些脚本将在 ramdisk 打包之前执行.\n
zh_hk: 這些腳本在打包 ramdisk 之前執行.\n
zh_tw: 這些腳本會在 ramdisk 打包前執行。\n

source: You can place your custom scripts in the following location:\n
ar_sa: يمكنك وضع المهام التدقيقية الخاصة بك في الموقع التالي:\n
de_de: Sie können Ihre benutzerdefinierten Skripte im folgenden Verzeichnis ablegen:\n
es_es: Puede colocar sus scripts personalizados en la siguiente ubicación:\n
fr_fr: Vous pouvez placer vos scripts personnalisés dans le dossier suivant:\n
ja_jp: あなたのカスタムスクリプトは、以下の場所に配置することができます。\n
ko_kr: 사용자 지정 스크립트를 다음 위치에 배치할 수 있습니다:\n
ru_ru: Вы можете поместить свои скрипты в следующее расположение:\n
th_th: สคริปต์ที่คุณสามารถวางได้ที่ตำแหน่งดังนี้:\n
tr_tr: Özel betiklerinizi aşağıdaki konumda yerleştirebilirsiniz:\n
uk_ua: Ви можете розмістити свій кастомний скрипт в наступному каталозі:\n
vi_vn: Bạn có thể đặt script tùy chỉnh của bạn tại địa chỉ sau:\n
zh_cn: 您可以将自定义脚本放置在以下位置:\n
zh_hk: 您可以在以下位置放置自訂腳本：\n
zh_tw: 您可以在以下位置放置自訂的腳本：\n

source: Update %s
ar_sa: تحديث %s
de_de: %s aktualisieren
es_es: Actualizar %s
fr_fr: Mise à jour %s
ja_jp: %s を更新
ko_kr: 업데이트 %s
ru_ru: Обновление %s
th_th: อัพเดท %s
tr_tr: %s güncelle
uk_ua: Оновлення %s
vi_vn: Cập nhật %s
zh_cn: 更新 %s
zh_hk: 更新 %s
zh_tw: 更新 %s

source: Checking last version ...
ar_sa: التحقق من آخر إصدار ...
de_de: Letzte Version wird überprüft ...
es_es: Revisando la última versión ...
fr_fr: Voir la dernière version ...
ja_jp: 最新バージョンを確認中...
ko_kr: 새 버전 확인 중...
ru_ru: Проверка последней версии ...
th_th: ตรวจสอบเวอร์ชั่นล่าสุด...
tr_tr: Son versiyonu kontrol ediliyor...
uk_ua: Перевірка останньої версії ...
vi_vn: Kiểm tra phiên bản mới ...
zh_cn: 检测新版本中 ...
zh_hk: 檢測新版本中 ...
zh_tw: 檢測最新版本...

source: Error checking new version.
ar_sa: عذراً، حدث خطأ أثناء التحقق من الإصدار الجديد.
de_de: Fehler beim Überprüfen der neuen Version.
es_es: Error comprobando nueva versión.
fr_fr: Vérification d'erreur nouvelle version.
ja_jp: 新しいバージョンの確認にエラーが発生しました。
ko_kr: 새 버전 확인 중 오류가 발생했습니다.
ru_ru: Ошибка проверки новой версии.
th_th: เกิดข้อผิดพลาดขณะตรวจสอบเวอร์ชั่น
tr_tr: Yeni versiyon kontrol edilirken hata oluştu.
uk_ua: Помилка перевірки нової версії.
vi_vn: Lỗi kiểm tra phiên bản mới.
zh_cn: 检测新版本错误.
zh_hk: 檢測新版本錯誤.
zh_tw: 檢查新版本時錯誤。

source: No new version.\n
ar_sa: لا يوجد إصدار جديد.\n
de_de: Keine neue Version.\n
es_es: No hay nueva versión.\n
fr_fr: Pas de nouvelle version.\n
ja_jp: 新しいバージョンはありません。\n
ko_kr: 새 버전이 없습니다.\n
ru_ru: Новых версий нет.\n
th_th: ไม่มีเวอร์ชั่นใหม่\n
tr_tr: Yeni versiyon yok.\n
uk_ua: Немає нової версії.\n
vi_vn: Không có phiên bản mới.\n
zh_cn: 没有新版本.\n
zh_hk: 沒有新版本.\n
zh_tw: 沒有新版本。\n

source: Actual version is %s.\nForce update?
ar_sa: الإصدار الحالي هو %s.\nهل تريد تحديثه؟
de_de: Aktuelle Version ist %s.\nUpdate erzwingen?
es_es: La versión real es %s.\nForce update?
fr_fr: La version actuelle est %s.\nForce mise à jour?
ja_jp: 実際のバージョンは %s です。\n強制的に更新しますか?
ko_kr: 실제 버전은 %s.\n강제로 업데이트하시겠습니까?
ru_ru: Текущая версия %s.\nПринудительное обновление?
th_th: เวอร์ชั่นปัจจุบันคือ %s\nต้องการอัพเดท?
tr_tr: Aktif versiyon %s.\nGüncellemek istiyor musunuz?
uk_ua: Актуальна версія - %s.\nПри оновленні?
vi_vn: Phiên bản hiện tại là %s.\nCập nhật?
zh_cn: 实际版本为 %s.\n强制更新?
zh_hk: 實際版本為 %s.\n強制更新?
zh_tw: 實際版本為 %s。\n強制更新 ?

source: Latest: %s\n
ar_sa: اخر الإصدار: %s\n
de_de: Neuste: %s\n
es_es: Última: %s\n
fr_fr: Dernière: %s\n
ja_jp: 最新版: %s\n
ko_kr: 최신: %s\n
ru_ru: Последняя: %s\n
th_th: ล่าสุด: %s\n
tr_tr: Son: %s\n
uk_ua: Найпопулярніша: %s\n
vi_vn: Mới nhất: %s\n
zh_cn: 最新: %s\n
zh_hk: 最新: %s\n
zh_tw: 最新：%s\n

source: Do you want to update?
ar_sa: هل تريد تحديثه؟
de_de: Möchten Sie aktualisieren?
es_es: ¿Quieres actualizar?
fr_fr: Vous voulez mettre à jour ?
ja_jp: 更新しますか?
ko_kr: 업데이트하시겠습니까?
ru_ru: Хотите обновить?
th_th: ต้องการอัพเดท?
tr_tr: Güncellemek istiyor musunuz?
uk_ua: Ви хочете оновити?
vi_vn: Bạn có muốn cập nhật?
zh_cn: 是否更新?
zh_hk: 是否更新?
zh_tw: 是否要更新 ?

source: Error downloading new version.
ar_sa: خطأ في تحميل الإصدار الجديد.
de_de: Fehler beim Herunterladen der neuen Version.
es_es: Error descargando nueva versión.
fr_fr: Erreur lors du téléchargement de la nouvelle version.
ja_jp: 新しいバージョンのダウンロードに失敗しました。
ko_kr: 새 버전 다운로드 오류.
ru_ru: Ошибка загрузки новой версии.
th_th: เกิดข้อผิดพลาดขณะดาวน์โหลดเวอร์ชั่นใหม่
tr_tr: Yeni versiyon indirilirken hata oluştu.
uk_ua: Помилка завантаження нової версії.
vi_vn: Lỗi khi tải phiên bản mới.
zh_cn: 下载新版本时出错.
zh_hk: 下載新版本時出錯.
zh_tw: 下載新版本時出錯。

source: Downloading ...
ar_sa: تحميل ...
de_de: Wird heruntergeladen ...
es_es: Descargando...
fr_fr: Téléchargement ...
ja_jp: ダウンロード中...
ko_kr: 다운로드 중...
ru_ru: Загрузка ...
th_th: กำลังดาวน์โหลด...
tr_tr: İndiriliyor ...
uk_ua: Завантаження...
vi_vn: Đang tải...
zh_cn: 下载中 ...
zh_hk: 下載中 ...
zh_tw: 下載中...

source: RR
uk_ua: РРР

source: Extracting update file ...
ar_sa: استخراج ملف التحديث ...
de_de: Update-Datei wird extrahiert ...
fr_fr: Extrait du fichier de mise à jour ...
ja_jp: 更新ファイルを展開中...
ko_kr: 업데이트 파일 추출 중 ...
ru_ru: Извлекается файл обновления ...
th_th: กำลังแตกไฟล์อัพเดต ...
tr_tr: Güncelleme dosyası çıkarılıyor ...
uk_ua: Вилучення файлу оновлення ...
vi_vn: Đang giải nén tệp cập nhật...
zh_cn: 解压更新文件 ...
zh_hk: 解壓更新檔案 ...
zh_tw: 正在提取更新檔案...

source: Error extracting update file.
ar_sa: خطأ في استخراج ملف التحديث.
de_de: Fehler beim Extrahieren der Update-Datei.
es_es: Archivo de actualización de extracción de errores.
fr_fr: Erreur extrait le fichier de mise à jour.
ja_jp: 更新ファイルの展開中にエラーが発生しました。
ko_kr: 업데이트 파일 추출 중 오류 발생.
ru_ru: Ошибка извлечения файла обновления.
th_th: เกิดข้อผิดพลาดในการแตกไฟล์อัพเดต
tr_tr: Güncelleme dosyası çıkarılırken hata oluştu.
uk_ua: Помилка вилучення файлу оновлення.
vi_vn: Lỗi giải nén tệp cập nhật.
zh_cn: 更新文件解压错误.
zh_hk: 更新檔案解壓錯誤.
zh_tw: 提取更新檔錯誤。

source: Checksum do not match!
ar_sa: لا يطابقها التراميخ!
de_de: Prüfsumme stimmt nicht überein!
es_es: Checksum no coincide!
fr_fr: Checksum ne correspond pas !
ja_jp: チェックサムが一致しません！
ko_kr: 체크섬이 일치하지 않습니다!
ru_ru: Контрольные суммы не совпадают!
th_th: ไม่ตรงกับการตรวจสอบ!
tr_tr: Sağlama kontrolü eşleşmiyor!
uk_ua: Перевірити не відповідає!
vi_vn: Không khớp!
zh_cn: Checksum 不匹配!
zh_hk: Checksum 不匹配!
zh_tw: 總和檢查碼不相符！

source: The current version does not support upgrading to the latest update.zip. Please remake the bootloader disk!
ar_sa: لا يدعم الإصدار الحالي تحديث آخر.zip. يرجى إعادة صنع قرص التشغيل!
de_de: Die aktuelle Version unterstützt kein Upgrade auf das neueste Update.zip. Bitte erstellen Sie die Bootloader-Disk neu!
es_es: La versión actual no admite la actualización a la última actualización.zip. ¡Por favor, remake el disco de arranque!
fr_fr: La version actuelle ne supporte pas la mise à jour de la dernière mise à jour.zip. S'il vous plaît remake le disque de bootloader!
ja_jp: 現在のバージョンは最新のupdate.zipへのアップグレードをサポートしていません。ブートローダーディスクを再作成してください！
ko_kr: 현재 버전은 최신 update.zip으로 업그레이드를 지원하지 않습니다. 부트로더 디스크를 다시 제작하세요!
ru_ru: Текущая версия не поддерживает обновление до последней версии update.zip. Пожалуйста, пересоздайте диск загрузчика!
th_th: เวอร์ชั่นปัจจุบันไม่รองรับการอัพเดตไปยัง latest update.zip โปรดทำการสร้างไดสก์โปรแกรมบูตใหม่!
tr_tr: Geçerli sürüm, en son güncelleme.zip'e yükseltilmesini desteklemiyor. Lütfen başlatıcı diskini yeniden oluşturun!
uk_ua: Поточна версія не підтримує оновлення до останнього оновлення.zip. Будь ласка, зробіть завантажувальний диск!
vi_vn: Phiên bản hiện tại không hỗ trợ cập nhật. Vui lòng tạo lại đĩa bootloader!
zh_cn: 当前版本不支持最新的 update.zip 升级, 请重新制作引导盘!
zh_hk: 當前版本不支持最新的 update.zip 陞級, 請重新製作引導盤!
zh_tw: 目前版本不支援升級到最新的 update.zip。請重新製作開機程式磁碟！
