Repository: RROrg/rr
Catalog: files/initrd/opt/rr/lang/*/LC_MESSAGES/rr.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ko_kr, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: Making ... ('ctrl + c' to exit)
ar_sa: صنع ... ('ctrl + c' للخروج)
de_de: Wird erstellt ... ('ctrl + c' zum Beenden)
es_es: Hacer ... ('ctrl + c' para salir)
fr_fr: Faire ... ('ctrl + c' pour sortir)
ja_jp: を作成します ... (終了するには「ctrl + c」)
ko_kr: 만드는 중... (종료하려면 'ctrl + c')
ru_ru: Делаем... (ctrl + c для выхода)
th_th: สร้าง ... ('ctrl + c' เพื่อออก)
tr_tr: Yapılıyor ... ('ctrl + c' çıkmak için)
uk_ua: ... ('ctrl + c' до виходу)
vi_vn: Đang tạo ... ('ctrl + c' để thoát)
zh_cn: 编译中 ... ('ctrl + c' 退出)
zh_hk: 編譯中 ... ('ctrl + c' 退出)
zh_tw: 製作中...('Ctrl + C' 退出)

source: Alert
ar_sa: تنبيه
de_de: Hinweis
es_es: Alerta
fr_fr: Alerte
ja_jp: 警告
ko_kr: 알림
ru_ru: Предупреждение
th_th: แจ้งเตือน
tr_tr: Uyarı
uk_ua: Оповіщення
vi_vn: Cảnh báo
zh_cn: 警告
zh_hk: 警告
zh_tw: 警告

source: Config changed, would you like to rebuild the loader?
ar_sa: تم تغيير التكوين، هل ترغب في إعادة بناء الحماية؟
de_de: Konfiguration geändert, möchten Sie den Loader neu erstellen?
es_es: Config cambió, ¿te gustaría reconstruir la cargadora?
fr_fr: Config a changé, voulez-vous reconstruire le chargeur ?
ja_jp: 設定が変更されました、ローダーを再構築しますか？
ko_kr: 구성이 변경되었습니다. 로더를 다시 빌드하시겠습니까?
ru_ru: Конфигурация изменена, хотите пересобрать загрузчик?
th_th: แก้ไขไฟล์ Config ใหม่แล้ว, ต้องการสร้างโหลดใหม่หรือไม่?
tr_tr: Yapılandırma değiştirildi, yükleyiciyi yeniden oluşturmak ister misiniz?
uk_ua: Настроювання змінено, ви хотіли б перебудувати навантажувач?
vi_vn: Cấu hình đã thay đổi, bạn có muốn xây dựng lại loader không?
zh_cn: 配置已更改, 是否重新编译引导?
zh_hk: 配寘已更改, 是否重新編譯引導?
zh_tw: 設置已變更，是否重新編譯開機檔？

source: Upload dts file
ar_sa: رفع ملف dts
de_de: DTS-Datei hochladen
es_es: Subir el archivo dts
fr_fr: Télécharger fichier dts
ja_jp: dtsファイルをアップロード
ko_kr: dts 파일 업로드
ru_ru: Загрузить файл dts
th_th: อัพโหลดไฟล์ dts
tr_tr: dts dosyasını yükle
uk_ua: Завантажити файл dts
vi_vn: Tải lên tệp dts
zh_cn: 上传 dts 文件
zh_hk: 上傳 dts 檔案
zh_tw: 上傳 dts 檔案

source: Delete dts file
ar_sa: حذف ملف dts
de_de: DTS-Datei löschen
es_es: Borrar el archivo dts
fr_fr: Supprimer le fichier dts
ja_jp: dtsファイルを削除
ko_kr: dts 파일 삭제
ru_ru: Удалить файл dts
th_th: ลบไฟล์ dts
tr_tr: dts dosyasını sil
uk_ua: Видалити файл dts
vi_vn: Xóa tệp dts
zh_cn: 删除 dts 文件
zh_hk: 删除 dts 檔案
zh_tw: 刪除 dts 檔案

source: Edit dts file
ar_sa: تعديل ملف dts
de_de: DTS-Datei bearbeiten
es_es: Editar archivo dts
ja_jp: dtsファイルを編集
ko_kr: dts 파일 편집
ru_ru: Редактирование файлов dts
th_th: แก้ไขไฟล์ dts
tr_tr: dts dosyasını düzenle
uk_ua: Редагувати файл dts
vi_vn: Chỉnh sửa tệp dts
zh_cn: 编辑 dts 文件
zh_hk: 編輯 dts 檔案
zh_tw: 編輯 dts 檔案

source: Custom DTS
ar_sa: DTS مخصص
de_de: Benutzerdefinierte DTS
es_es: DTS personalizado
fr_fr: DTS personnalisés
ja_jp: カスタムDTS
ko_kr: 사용자 정의 DTS
ru_ru: Настройка DTS
th_th: DTS custom
tr_tr: Özel DTS
uk_ua: Користувальницькі DTS
vi_vn: DTS tùy chỉnh
zh_cn: 自定义 DTS
zh_hk: 自定義 DTS
zh_tw: 自訂 DTS

source: Custom dts:
ar_sa: DTS مخصص:
de_de: Benutzerdefinierte dts:
es_es: dts personalizado:
fr_fr: dts personnalisés:
ja_jp: カスタムdts:
ko_kr: 사용자 정의 dts:
ru_ru: Настройка dts:
th_th: dts custom:
tr_tr: Özel dts:
uk_ua: Призначені для користувача dts:
vi_vn: dts tùy chỉnh:
zh_cn: 自定义 dts:
zh_hk: 自定義 dts:
zh_tw: 自訂 dts:

source: Or upload the dts file to %s via DUFS, Will be automatically imported when building.\n
ar_sa: أو رفع ملف dts إلى %s عبر DUFS، سيتم استيراده تلقائيًا عند البناء.\n
de_de: Oder laden Sie die dts-Datei über DUFS auf %s hoch. Wird automatisch beim Erstellen importiert.\n
es_es: O subir el archivo dts a %s a través de DUFS, se importará automáticamente al construir.\n
fr_fr: Ou télécharger le fichier dts à des %s via DUFS, sera automatiquement importé lors du bâtiment.\n
ja_jp: または、DUFS経由で %s にdtsファイルをアップロードします。ビルド時に自動的にインポートされます。\n
ko_kr: 또는 DUFS를 통해 %s 에 dts 파일을 업로드하면 빌드할 때 자동으로 가져옵니다.\n
ru_ru: Или загрузите файл dts на %s через DUFS, он будет автоматически импортирован при сборке.\n
th_th: หรืออัพโหลดไฟล์ dts ไปยัง %s ผ่าน DUFS จะถูกนำเข้าอัตโนมัติเมื่อสร้างไฟล์\n
tr_tr: %s üzerinden dts dosyasını DUFS ile yükleyin, derleme sırasında otomatik olarak içe aktarılacaktır.\n
uk_ua: Або завантажте файл dts до %s через DUFS, буде автоматично імпортовано при будівництві.\n
vi_vn: Hoặc tải lên tệp dts %s qua DUFS, sẽ được nhập khi xây dựng tự động.\n
zh_cn: 或者通过 DUFS 上传 dts 文件到 %s, 编译时会自动导入.\n
zh_hk: 或透過 DUFS 上傳 dts 檔案到 %s, 編譯時會自動匯入.\n
zh_tw: 或者透過 DUFS 將 dts 檔案上傳到 %s，組建時會自動匯入。\n

source: Currently, only dts format files are supported. Please prepare and click to confirm uploading.\n(saved in /mnt/p3/users/)\n
ar_sa: حاليًا، يتم دعم فقط ملفات dts. يرجى إعداد ملف dts واضغط على التأكيد للرفع.\n(حفظ في /mnt/p3/users/)\n
de_de: Derzeit werden nur Dateien im dts-Format unterstützt. Bitte bereiten Sie die Datei vor und klicken Sie auf Bestätigen, um den Upload durchzuführen.\n(gespeichert in /mnt/p3/users/)\n
es_es: Actualmente solo se admiten archivos de formato dts. Por favor, prepárese y haga clic para confirmar la subida. \n(salvado en /mnt/p3/users/)\n
fr_fr: Actuellement, seuls les fichiers de format dts sont pris en charge. Veuillez vous préparer et cliquer pour confirmer le téléchargement. \n(saved in /mnt/p3/users/)\n
ja_jp: 現在、dts形式のファイルのみがサポートされています。準備してアップロードを確認するためにクリックしてください。\n(/mnt/p3/users/に保存されます)\n
ko_kr: 현재는 dts 형식의 파일만 지원됩니다. 준비 후 클릭하여 업로드를 확인해주세요.\n(/mnt/p3/users/에 저장됨)\n
ru_ru: В настоящее время поддерживаются только файлы формата dts. Пожалуйста, подготовьте и нажмите, чтобы подтвердить загрузку.\n(сохранено в /mnt/p3/users/)\n
th_th: ปัจจุบัน รูปแบบไฟล์ dts เท่านั้นที่รองรับ ไฟล์ dts ใหม่ กรุณาเตรียมไฟล์ dts และกดเพื่อยืนยันการอัพโหลด\n(บันทึกไว้ใน /mnt/p3/users/)\n
tr_tr: Şu anda yalnızca dts format dosyaları desteklenmektedir. Lütfen yüklemeyi hazırlayın ve onaylamak için tıklayın.\n(/mnt/p3/users/ klasöründe kaydedilmiştir)\n
uk_ua: В даний час підтримуються файли формату dts. Будь ласка, підготуйте і натисніть, щоб підтвердити завантаження.\n(подано в /mnt /p3/users/)\n
vi_vn: Hiện tại, chỉ hỗ trợ tệp dts định dạng. Hãy chuẩn bị và nhấp vào xác nhận tải lên.\n(đã lưu trong /mnt/p3/users/)\n
zh_cn: 目前, 只支持 dts 格式的文件, 请准备并点击确认上传.\n(保存于 /mnt/p3/users/ 中)\n
zh_hk: 現時, 只支持 dts 格式的檔案, 請準備並點擊確認上傳.\n(保存於 /mnt/p3/users/ 中)\n
zh_tw: 目前只支援 dts 格式的檔案，請準備並點選確認上傳。\n(儲存於 /mnt/p3/users/ 中)\n

source: Not a valid dts file, please try again!
ar_sa: ليس ملف dts صالح، يرجى المحاولة مرة أخرى!
de_de: Keine gültige dts-Datei, bitte erneut versuchen!
es_es: No es un archivo dts válido, por favor inténtelo de nuevo!
fr_fr: Pas un fichier dts valide, veuillez réessayer!
ja_jp: 有効なdtsファイルではありません、もう一度お試しください！
ko_kr: dts 파일이 유효하지 않습니다. 다시 시도하세요!
ru_ru: Недействительный файл dts, пожалуйста, попробуйте снова!
th_th: ไม่ใช่ไฟล์ dts ที่ถูกต้อง กรุณาลองใหม่!
tr_tr: Geçerli bir dts dosyası değil, lütfen tekrar deneyin!
uk_ua: Будь ласка, спробуйте знову!
vi_vn: Không phải là tệp dts hợp lệ, hãy thử lại!
zh_cn: dts 文件无效, 请重试!
zh_hk: dts 檔案無效, 請重試!
zh_tw: dts 檔案無效，請重試！

source: A valid dts file, Automatically import at compile time.
ar_sa: ملف dts صالح، يتم استيراد تلقائيًا أثناء الترجمة.
de_de: Eine gültige dts-Datei, wird automatisch zur Kompilierungszeit importiert.
es_es: Un archivo dts válido, Importación automática en tiempo de compilación.
fr_fr: Un fichier dts valide, Importer automatiquement à temps de compilation.
ja_jp: 有効なdtsファイル、コンパイル時に自動的にインポートします。
ko_kr: 유효한 dts 파일로 컴파일 시 자동으로 가져옵니다.
ru_ru: Действительный файл dts, автоматически импортируется во время компиляции.
th_th: ไฟล์ dts ที่ถูกต้อง จะถูกนำเข้าอัตโนมัติเมื่อคอมไพล์
tr_tr: Geçerli bir dts dosyası, derleme zamanında otomatik olarak içe aktarılır.
uk_ua: Важкий файл dts, автоматично імпортувати в компільний час.
vi_vn: Tệp dts hợp lệ, Tự động nhập vào thời gian biên dịch.
zh_cn: dts 文件有效, 将在编译时自动导入.
zh_hk: dts 檔案有效, 將在編譯時自動導入.
zh_tw: dts 檔案有效，將在編譯時自動匯入。

source: No dts file to edit. Please upload first!
ar_sa: لا توجد ملف dts للعدم تحرير. يرجى تحميل أولاً!
de_de: Keine dts-Datei zum Bearbeiten. Bitte zuerst hochladen!
es_es: No hay archivo dts para editar. ¡Por favor, suba primero!
fr_fr: Pas de fichier dts pour modifier. Veuillez télécharger d'abord!
ja_jp: 編集するdtsファイルがありません。まずアップロードしてください！
ko_kr: 편집 가능한 dts 파일이 없습니다.먼저 올려주세요!
ru_ru: Нет отредактированных dts файлов. Пожалуйста, сначала загрузите!
th_th: ไม่มีไฟล์ dts สำหรับแก้ไข กรุณาอัพโหลดไฟล์ก่อน!
tr_tr: Düzenlemek için hiçbir dts dosyası yok. Lütfen önce yükleyin!
uk_ua: No dts файл для редагування. Будь ласка, завантажте!
vi_vn: Không có tệp dts để sửa. Hãy tải lên trước!
zh_cn: 没有可编辑的 dts 文件, 请先上传!
zh_hk: 沒有可編輯的 dts 檔案, 請先上傳!
zh_tw: 沒有要編輯的 dts 檔。請先上傳 !

source: Total of ports: %s\n
ar_sa: إجمالي منفذ: %s\n
de_de: Anzahl der Ports: %s\n
es_es: Total de puertos: %s\n
fr_fr: Total des ports: %s\n
ja_jp: ポートの合計: %s\n
ko_kr: 총 포트 : %s\n
ru_ru: Всего портов: %s\n
th_th: จำนวนพอร์ตทั้งหมด: %s\n
tr_tr: Toplam bağlantı noktası: %s\n
uk_ua: Всього портів: %s\n
vi_vn: Tổng số cổng: %s\n
zh_cn: 端口总数: %s\n
zh_hk: 埠總數: %s\n
zh_tw: 埠總數: %s\n

source: Ports with color \Z1red\Zn as DUMMY, color \Z2green\Zn has drive connected.
ar_sa: منفذ مع اللون \Z1أحمر\Zn كDUMMY، اللون \Z2أخضر\Zn لديها السائق متصل.
de_de: Ports mit der Farbe \Z1rot\Zn als DUMMY, Farbe \Z2grün\Zn hat ein Laufwerk verbunden.
es_es: Portes con color \Z1red\Zn como DUMMY, color \Z2green\Zn tiene la unidad conectada.
fr_fr: Ports avec couleur \Z1rouge\Zn comme DUMMY, couleur \Z2vert\Zn a un lecteur connecté.
ja_jp: 色\Z1赤\ZnのポートはDUMMY、色\Z2green\Znはドライブが接続されています。
ko_kr: \Z1 빨간색\Zn은 아날로그 포트, \Z2 녹색\Zn은 구동되는 물리적 포트입니다.
ru_ru: Порты цвета \Z1red\Zn указаны как DUMMY, цвет \Z2green\Zn подключен к диску.
th_th: พอร์ตที่เป็นสี \Z1แดง\Zn เป็น DUMMY, สี \Z2เขียว\Zn มีไดรฟ์เชื่อมต่ออยู่
tr_tr: \Z1Kırmızı\Zn renkli bağlantı noktaları DUMMY, \Z2Yeşil\Zn renkli bağlantı noktaları sürücü bağlı.
uk_ua: Порти з кольором \Z1червоний\Zn як DUMMY, колір \Z2зелений\Zn Зн підключений привід.
vi_vn: Cổng có màu \Z1red\Zn là DUMMY, màu \Z2green\Zn có ổ đĩa được kết nối.
zh_cn: \Z1红色\Zn 为模拟端口, \Z2绿色\Zn 为已驱动的物理端口.
zh_hk: \Z1红色\Zn 為類比埠, \Z2绿色\Zn 為已驅動的物理埠.
zh_tw: \Z1紅色\Zn 為空，\Z2綠色\Zn 為已連接磁碟機。

source: No disk found!
ar_sa: لا يوجد قرص!
de_de: Keine Festplatte gefunden!
es_es: ¡No hay disco encontrado!
fr_fr: Pas de disque trouvé!
ja_jp: ディスクが見つかりません！
ko_kr: 디스크를 찾을 수 없습니다!
ru_ru: Диски не найдены!
th_th: ไม่พบดิสก์!
tr_tr: Disk bulunamadı!
uk_ua: Не знайдено диска!
vi_vn: Không tìm thấy ổ đĩa!
zh_cn: 未找到磁盘!
zh_hk: 未找到磁碟!
zh_tw: 未找到磁碟！

source: Advanced
ar_sa: متقدم
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
ja_jp: 高度な
ko_kr: 고급
ru_ru: Расширенный
th_th: ขั้นสูง
tr_tr: Gelişmiş
uk_ua: Додатково
vi_vn: Nâng cao
zh_cn: 高级
zh_hk: 高級
zh_tw: 進階

source: No storage pool found!
ar_sa: لم يتم العثور على مجموعة تخزين!
de_de: Kein Speicherpool gefunden!
es_es: ¡No se encontró ningún grupo de almacenamiento!
fr_fr: Aucun pool de stockage trouvé!
ja_jp: ストレージ プールが見つかりません！
ko_kr: 스토리지 풀을 찾을 수 없습니다!
ru_ru: Пул хранения не найден!
th_th: ไม่พบพูลที่เก็บข้อมูล!
tr_tr: Depolama havuzu bulunamadı!
uk_ua: Пул зберігання не знайдено!
vi_vn: Không tìm thấy nhóm lưu trữ nào!
zh_cn: 未找到存储池!
zh_hk: 未找到儲存池!
zh_tw: 未找到儲存池！

source: All storage pools are mounted under /mnt/DSM. Please check them yourself via shell/DUFS.
ar_sa: يتم تثبيت جميع مجموعات التخزين تحت /mnt/DSM. يرجى التحقق منها بنفسك عبر .shell/DUFS
de_de: Alle Speicherpools sind unter /mnt/DSM gemountet. Bitte überprüfen Sie diese selbst über Shell/DUFS.
es_es: Todos los grupos de almacenamiento están montados en /mnt/DSM. Compruébelos usted mismo a través de shell/DUFS.
fr_fr: Tous les pools de stockage sont montés sous /mnt/DSM. Veuillez les vérifier vous-même via shell/DUFS.
ja_jp: すべてのストレージ プールは /mnt/DSM の下にマウントされています。シェル/DUFS 経由で自分で確認してください。
ko_kr: 모든 스토리지 풀은 /mnt/DSM 아래에 마운트되어 있습니다. shell/DUFS를 통해 직접 확인하세요.
ru_ru: Все пулы хранения смонтированы в /mnt/DSM. Проверьте их самостоятельно через shell/DUFS.
th_th: พูลที่เก็บข้อมูลทั้งหมดถูกเมาท์ภายใต้ /mnt/DSM โปรดตรวจสอบด้วยตนเองผ่าน shell/DUFS
tr_tr: Tüm depolama havuzları /mnt/DSM altında bağlanmıştır. Lütfen bunları shell/DUFS aracılığıyla kendiniz kontrol edin.
uk_ua: Усі пули зберігання змонтовано в /mnt/DSM. Перевірте їх самостійно через shell/DUFS.
vi_vn: Tất cả các nhóm lưu trữ đều được gắn kết dưới /mnt/DSM. Vui lòng tự kiểm tra chúng thông qua shell/DUFS.
zh_cn: 所有存储池已挂载到 /mnt/DSM 下. 请通过 shell/DUFS 自行操作.
zh_hk: 所有儲存池已掛載到 /mnt/DSM 下. 請透過 shell/DUFS 自行操作.
zh_tw: 所有儲存池已掛載到 /mnt/DSM 下. 請透過 shell/DUFS 自行操作.

source: For encrypted volume / encrypted shared folder, please refer to https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation_using_a_PC
ar_sa: لا يمكنك استرداد البيانات من الحاويات المشفره. يرجى الرجوع إلى https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation_using_a_PC
de_de: Für verschlüsselte Volumen/verschlüsselte freigegebene Ordner, finden Sie weitere Informationen unter https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation using a PC.
es_es: Para volumen cifrado / carpeta compartida compartida, consulte https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation_using_a_PC
fr_fr: Pour le volume chiffré ou le dossier partagé partagé, veuillez consulter https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation_using_a_PC
ja_jp: 暗号化ボリュームまたは共有フォルダーの場合は、https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation_using_a_PC を参照してください。
ko_kr: 암호화 볼륨 / 암호화 공유 폴더는 https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation_using_a_PC를 참조하십시오.
ru_ru: Для зашифрованного тома / зашифрованной общей папки см. https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation_using_a_PC
th_th: ถ้ามีข้อสงสัยเกี่ยวกับการกู้ข้อมูลจาก Diskstation กรุณาดู https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation_using_a_PC
tr_tr: Şifrelenmiş bir disk veya paylaşım, https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation_using_a_PC adresindeki yönergeleri takip ederek geri yüklenebilir.
uk_ua: Для зашифрованих дисків / зашифрованих спільних текорепосів, посилання на https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation_using_a_PC
vi_vn: Đối với ổ đĩa được mã hóa, hoặc thư mục chia sẻ được mã hóa, vui lòng tham khảo https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation_using_a_PC
zh_cn: 对于加密卷 / 加密共享文件夹，请参考 https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation_using_a_PC
zh_hk: 對於加密磁碟區/加密共用資料夾, 請參考 https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation_using_a_PC
zh_tw: 對於加密磁碟區和加密共用資料夾，請參考 https://kb.synology.com/en-us/DSM/tutorial/How_can_I_recover_data_from_my_DiskStation_using_a_PC

source: Warning:\nThis operation is irreversible. Please backup important data. Do you want to continue?
ar_sa: تحذير:\nهذه العملية غير رجعية. يرجى النسخ الاحتياطي للبيانات المهمة. هل تريد المتابعة؟
de_de: Warnung:\nDiese Operation ist irreversibel. Bitte sichern Sie wichtige Daten. Möchten Sie fortfahren?
es_es: Advertencia:\nEsta operación es irreversible. Por favor, respalde datos importantes. ¿Quieres continuar?
fr_fr: Attention:\nCette opération est irréversible. Veuillez sauvegarder des données importantes. Tu veux continuer?
ja_jp: 警告:\nこの操作は元に戻せません。重要なデータのバックアップを取ってください。続行しますか？
ko_kr: 경고:\n이 작업은 되돌릴 수 없습니다. 중요한 데이터를 백업하십시오. 계속하시겠습니까?
ru_ru: Предупреждение:\nДиск %s будет отформатирован и записан в загрузчик. Пожалуйста, подтвердите, что важные данные были сохранены. Хотите продолжить?
th_th: คำเตือน:\nการดำเนินการนี้ไม่สามารถย้อนกลับได้ โปรดสำรองข้อมูลสำคัญ ก่อนดำเนินการต่อ?
tr_tr: Uyarı:\nBu işlem geri alınamaz. Lütfen önemli verileri yedekleyin. Devam etmek istiyor musunuz?
uk_ua: Попередження:\nЦя операція незворотна. Будь ласка, заповніть важливі дані. Ви хочете продовжити?
vi_vn: Cảnh báo:\nThao tác này không thể khôi phục. Vui lòng backup dữ liệu quan trọng. Bạn có muốn tiếp tục?
zh_cn: 警告:\n该操作不可逆, 请提前备份重要数据. 是否继续?
zh_hk: 警告:\n該操作不可逆, 請提前備份重要數據. 是否繼續?
zh_tw: 警告:\n該作業不可逆，請提前備份重要資料。是否繼續？

source: Warning:\nThe current hds is in raid, do you still want to format them?
ar_sa: تحذير:\nالحافظة الحالية في ريड، هل تريد استمرار؟
de_de: Warnung:\nDie aktuellen Festplatten sind im RAID. Möchten Sie sie trotzdem formatieren?
es_es: Advertencia:\nEl actual Hds está en la redada, ¿todavía quieres formatearlos?
fr_fr: Attention:\nLes hds actuels sont en descente, voulez-vous encore les formater?
ja_jp: 警告:\n現在のhdsはraidにあります、それでもフォーマットしますか？
ko_kr: 경고:\n현재 하드디스크가 RAID 상태입니다. 그래도 포맷하시겠습니까?
ru_ru: Предупреждение:\nТекущие hds находятся в рейде, вы все еще хотите их отформатировать?
th_th: คำเตือน:\nไฟล์ระบบปัจจุบันเป็น HDS RAID, คุณต้องการดำเนินการต่อหรือไม่?
tr_tr: Uyarı:\nMevcut hds raid altında, hala formatlamak istiyor musunuz?
uk_ua: Попередження:\nThe current hds є в рейдер, ви все ще хочете форматувати їх?
vi_vn: Cảnh báo:\nHDS hiện tại đang ở raid, bạn có muốn format chúng không?
zh_cn: 警告:\n当前的硬盘处于 raid 中，是否仍要格式化?
zh_hk: 警告:\n當前的硬碟處於 raid 中, 是否仍要格式化?
zh_tw: 警告:\n目前的硬碟使用 raid 中，是否仍要格式化？

source: Formatting ...
ar_sa: التنسيق ...
de_de: Formatierung ...
es_es: Formato ...
fr_fr: Formatage ...
ja_jp: フォーマット中...
ko_kr: 포맷 중...
ru_ru: Форматирование ...
th_th: ระบบกำลังถูกสร้างใหม่...
tr_tr: Formatlama ...
uk_ua: Форматування ...
vi_vn: Đang format ...
zh_cn: 格式化中 ...
zh_hk: 格式化中...
zh_tw: 格式化中...

source: Formatting is complete.
ar_sa: تم التنسيق.
de_de: Formatierung ist abgeschlossen.
es_es: El formato es completo.
fr_fr: Le formatage est complet.
ja_jp: フォーマットが完了しました。
ko_kr: 포맷이 완료되었습니다.
ru_ru: Форматирование завершено.
th_th: ระบบถูกสร้างใหม่เสร็จสิ้น
tr_tr: Formatlama tamamlandı.
uk_ua: Форматування завершено.
vi_vn: Format hoàn tất.
zh_cn: 格式化完成.
zh_hk: 格式化完成.
zh_tw: 格式化完成。

source: Please via %s to download the scbk,\nAnd unzip it and back it up in order by file name.
ar_sa: يرجى استخدام %s لتحميل ملف scbk,\nثم فك الضغط واحفظه في ترتيب اسم الملف.
de_de: Bitte verwenden Sie %s, um den scbk herunterzuladen,\nUnd entpacken Sie ihn und sichern Sie ihn nach Dateiname.
es_es: Por favor a través de %s para descargar el scbk,\nY descifrarlo y respaldarlo en orden por nombre de archivo.
fr_fr: Veuillez via %s pour télécharger le scbk,\nEt décompressez-le et sauvegardez-le en ordre par nom de fichier.
ja_jp: %s 経由で scbk をダウンロードし、\n解凍してファイル名の順にバックアップしてください。
ko_kr: %s 을(를) 통해 scbk를 다운로드한 후\n압축을 풀고 파일 이름 순서대로 백업하세요.
ru_ru: Пожалуйста, через %s загрузите scbk,\nРазархивируйте его и создайте резервную копию по имени файла.
th_th: กรุณา via %s เพื่อดาวน์โหลด scbk,\nและถ้ามีให้ถอด zip และบันทึกไว้ในลำดับตามชื่อไฟล์
tr_tr: Lütfen %s ile scbk'yi indirin,\nSıkıştırmayı açın ve dosya adlarına göre sırayla yedekleyin.
uk_ua: Будь ласка, через %s, щоб завантажити scbk,\nІ скасувати його і повернути його для того, щоб ім'я файлу.
vi_vn: Vui lòng qua %s để tải về scbk,\nSau đó giải nén và sao lưu theo thứ tự theo tên tệp.
zh_cn: 请通过%s下载scbk,\n并解压并按文件名顺序备份.
zh_hk: 請透過%s下載scbk, \n並解壓縮並依檔案名稱順序備份.
zh_tw: 請透過 %s 下載 scbk，\n解壓縮並依按檔名順序備份。

source: Please unzip it and back it up in order by file name.
ar_sa: فك الضغط واحفظه في ترتيب اسم الملف.
de_de: Bitte entpacken Sie ihn und sichern Sie ihn nach Dateiname.
es_es: Por favor descifrarlo y respaldarlo en orden por nombre de archivo.
fr_fr: Veuillez le décompresser et le sauvegarder par nom de fichier.
ja_jp: 解凍してファイル名順にバックアップしてください。
ko_kr: 압축을 풀고 파일명 순서대로 백업하시기 바랍니다.
ru_ru: Пожалуйста, разархивируйте его и создайте резервную копию по имени файла.
th_th: ถ้ามีให้ถอด zip และบันทึกไว้ในลำดับตามชื่อไฟล์
tr_tr: Sıkıştırmayı açın ve dosya adlarına göre sırayla yedekleyin.
uk_ua: Будь ласка, зв'яжіться з нами і зателефонуйте нам.
vi_vn: Giải nén và sao lưu theo thứ tự theo tên tệp.
zh_cn: 请解压并按文件名顺序备份.
zh_hk: 請解壓縮並依檔案名稱順序備份.
zh_tw: 請解壓縮並依檔名順序備份。

source: \Z1No scbk found!\Zn\n
ar_sa: \Z1لم يتم العثور على scbk!\Zn\n
de_de: \Z1Kein scbk gefunden!\Zn\n
es_es: \Z1No se encontró ningún scbk!\Zn\n
ja_jp: \Z1scbk が見つかりません!\Zn\n
ko_kr: \Z1scbk를 찾을 수 없습니다!\Zn\n
ru_ru: \Z1Scbk не найден!\Zn\n
th_th: \Z1ไม่พบไฟล์ synoconfbk!\Zn\n
tr_tr: \Z1scbk bulunamadı!\Zn\n
uk_ua: \Z1Не знайдено scbk!\Zn\n
vi_vn: \Z1Không tìm thấy scbk!\Zn\n
zh_cn: \Z1备份 scbk 未找到!\Zn\n
zh_hk: \Z1未找到 scbk!\Zn\n
zh_tw: \Z1未找到 scbk !\Zn\n

source: Please do as follows:\n
ar_sa: يرجى القيام بما يلي:\n
de_de: Bitte tun Sie Folgendes:\n
es_es: Por favor haga lo siguiente:\n
fr_fr: S'il vous plaît faire comme suit:\n
ja_jp: 以下のようにしてください：\n
ko_kr: 다음과 같이 하세요:\n
ru_ru: Пожалуйста, сделайте следующее:\n
th_th: กรุณาทำดังนี้:\n
tr_tr: Aşağıdaki gibi yapın:\n
uk_ua: Будь ласка, введіть наступне:\n
vi_vn: Vui lòng làm theo các bước sau:\n
zh_cn: 请按如下操作:\n
zh_hk: 請按如下操作:\n
zh_tw: 請執行以下操作:\n

source: 1. Add synoconfbkp in addons and rebuild.\n
ar_sa: 1. اضف synoconfbkp في الموديولات واعد بناءها.\n
de_de: 1. Fügen Sie synoconfbkp in Addons hinzu und bauen Sie neu.\n
es_es: 1. Añadir sinoconfbkp en addons y reconstruir.\n
fr_fr: 1. Ajouter synoconfbkp dans les addons et reconstruire.\n
ja_jp: 1. synoconfbkpをアドオンに追加し、再構築します。\n
ko_kr: 1. 애드온에 synoconfbkp를 추가하고 다시 빌드하세요.\n
ru_ru: 1. Добавьте synoconfbkp в дополнения и пересоберите.\n
th_th: 1. เพิ่ม synoconfbkp ใน addons และ rebuild\n
tr_tr: 1. addons'a synoconfbkp ekleyin ve yeniden oluşturun.\n
uk_ua: 1. Додати synoconfbkp в плагіни і rebuild.\n
vi_vn: 1. Thêm synoconfbkp vào addons và xây dựng lại.\n
zh_cn: 1. 在插件中添加 synoconfbkp 并重新编译.\n
zh_hk: 1. 在外掛程式中加入 synoconfbkp 並重新編譯.\n
zh_tw: 1. 在增益集中加入 synoconfbkp 並重新組建。\n

source: 2. Normal use.\n
ar_sa: 2. استخدام عادي.\n
de_de: 2. Normale Verwendung.\n
es_es: 2. Uso normal.\n
fr_fr: 2. Utilisation normale.\n
ja_jp: 2. 通常の使用。\n
ko_kr: 2. 일반적인 사용.\n
ru_ru: 2. Обычное использование.\n
th_th: 2. ใช้งานปกติ\n
tr_tr: 2. Normal kullanım.\n
uk_ua: 2. Нормальне використання.\n
vi_vn: 2. Sử dụng thông thường.\n
zh_cn: 2. 正常使用.\n
zh_hk: 2. 正常使用.\n
zh_tw: 2.一般使用。\n

source: 3. Reboot into RR and go to this option.\n
ar_sa: 3. اعد تشغيل النظام وانتقل الى هذا الاختيار.\n
de_de: 3. Booten Sie in RR und gehen Sie zu dieser Option.\n
es_es: 3. Reiniciar en RR e ir a esta opción.\n
fr_fr: 3. Reboot dans RR et aller à cette option.\n
ja_jp: 3. RRに再起動し、このオプションに進みます。\n
ko_kr: 3. RR로 재부팅하고 이 옵션으로 이동합니다.\n
ru_ru: 3. Перезагрузитесь в RR и перейдите к этому варианту.\n
th_th: 3. รีบูตเข้าสู่ RR และไปที่ตัวเลือกนี้\n
tr_tr: 3. RR'ye yeniden başlatın ve bu seçeneğe gidin.\n
uk_ua: 3. Перезавантажити в RR і перейти до цього параметра.\n
vi_vn: 3. Khởi động lại vào RR và quay trở lại tùy chọn này.\n
zh_cn: 3. 重启到 RR 并回到该选项.\n
zh_hk: 3. 重啟到 RR 並回到該選項.\n
zh_tw: 3. 重新啟動進入 RR 並前往此選項。\n
