Repository: RROrg/rr
Catalog: files/initrd/opt/rr/lang/*/LC_MESSAGES/rr.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ko_kr, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: Select all
ar_sa: اختيار الكل
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Sélectionnez
ja_jp: すべて選択
ko_kr: 모두 선택
ru_ru: Выбрать все
th_th: เลือกทั้งหมด
tr_tr: Tümünü seçin
uk_ua: Обрати все
vi_vn: Chọn tất cả
zh_cn: 选择全部
zh_hk: 全選全部
zh_tw: 全選

source: Deselect all
ar_sa: عدم اختيار الكل
de_de: Alle abwählen
es_es: Desmarcar todo
ja_jp: すべての選択を解除
ko_kr: 모두 선택 해제
ru_ru: Снять все
th_th: ยกเลิกเลือกทั้งหมด
tr_tr: Tümünü seçmeyin
uk_ua: Зняти виділення для всіх
vi_vn: Hủy chọn tất cả
zh_cn: 取消全选
zh_hk: 取消全選
zh_tw: 全部不選

source: Select modules to include
ar_sa: اختيار الموديول التي تريد نسخها الى DSM
de_de: Module auswählen
es_es: Seleccione módulos para incluir
fr_fr: Sélectionnez les modules pour inclure
ja_jp: 含めるモジュールを選択
ko_kr: 포함할 모듈 선택
ru_ru: Выбрать модули для включения
th_th: เลือกมอเดลที่ต้องการใช้งาน
tr_tr: Modülleri dahil etmek için seçin
uk_ua: Виберіть модулі, щоб включити
vi_vn: Chọn các mô-đun để bao gồm
zh_cn: 选择要加载的模块
zh_hk: 選擇要加載的模塊
zh_tw: 選擇要載入的增益集

source: Selecting loaded modules
ar_sa: اختيار الموديول المحملة
de_de: Geladene Module auswählen
es_es: Selección de módulos cargados
fr_fr: Sélection de modules chargés
ja_jp: ロードされたモジュールを選択中
ko_kr: 인식된 모듈 선택
ru_ru: Выбор загруженных модулей
th_th: เลือกมอเดลที่ใช้งานอยู่
tr_tr: Yüklü modülleri seçin
uk_ua: Вибір завантажених модулів
vi_vn: Chọn các mô-đun đã được tải
zh_cn: 选择已识别的模块
zh_hk: 選擇已識別的模塊
zh_tw: 選擇已識別的模組

source: This feature is only available when accessed via ssh (Requires a terminal that supports ZModem protocol).
ar_sa: هذه الميزة متوفرة فقط عندما يتم الوصول إليها من خلال ssh (تحتاج إلى ترminal يدعم بروتوكول ZModem).
de_de: Diese Funktion ist nur über ssh verfügbar (benötigt ein Terminal, das das ZModem-Protokoll unterstützt).
es_es: Esta función sólo está disponible cuando se accede a través de ssh (Requiere un terminal que admite protocolo ZModem).
fr_fr: Cette fonctionnalité n'est disponible qu'en cas d'accès via ssh (Requiert un terminal qui supporte le protocole ZModem).
ja_jp: この機能は ssh 経由でのみ利用可能です (ZModem プロトコルをサポートする端末が必要です)。
ko_kr: 이 기능은 ssh를 통해서만 액세스할 수 있습니다. (ZModem 프로토콜을 지원하는 터미널이 필요합니다.)
ru_ru: Эта функция доступна только при доступе через ssh (Требуется терминал, поддерживающий протокол ZModem).
th_th: ตัวคุณสมบัตินี้ใช้ได้เฉพาะเมื่อเข้าถึงผ่าน ssh (ต้องมี terminal ที่รองรับโปรโตคอล ZModem)
tr_tr: Bu özellik ssh aracılığıyla erişildiğinde (ZModem protokolü desteği gerektiren bir terminal gerektirir) kullanılabilir.
uk_ua: Ця функція доступна тільки при доступі через Ssh (потребує термінал, який підтримує протокол ZModem).
vi_vn: Tính năng này chỉ có sẵn khi truy cập qua ssh (Yêu cầu terminal hỗ trợ ZModem protocol).
zh_cn: 此功能仅在通过 ssh 访问时可用(需要支持 ZModem 协议的终端).
zh_hk: 此功能僅通過 ssh 訪問時可用(需要支援 ZModem 協定的終端).
zh_tw: 此功能僅在透過 ssh 存取時可用。(需要支援 ZModem 協定的終端)。

source: This function is experimental and dangerous. If you don't know much, please exit.\n
ar_sa: هذه الدالة تجريبية وخطيرة. اذا كنت لا تعرف الكثير, يرجى الخروج.\n
de_de: Diese Funktion ist experimentell und gefährlich. Wenn Sie sich nicht gut auskennen, verlassen Sie bitte das Menü.\n
es_es: Esta función es experimental y peligrosa. Si no sabes mucho, complacer salida.\n
fr_fr: Cette fonction est expérimentale et dangereuse. Si vous ne savez pas grand-chose, s'il vous plaît sortir.\n
ja_jp: この機能は実験的で危険です。よくわからない場合は、終了してください。\n
ko_kr: 이 기능은 실험적이고 위험합니다. 모르는 내용이 있으면 종료하시기 바랍니다.\n
ru_ru: Эта функция экспериментальная и опасная. Если вы мало знаете, пожалуйста, выйдите.\n
th_th: ฟังก์ชันนี้เป็นการทดลอง และมีความเสี่ยง ถ้าคุณไม่รู้จักมากนัก โปรดออกจากระบบ\n
tr_tr: Bu özellik deneyseldir ve tehlikeli. Eğer çok az bilgiye sahip değilseniz çıkın.\n
uk_ua: Ця функція експериментальна і небезпечна. Якщо ви не знаєте багато, будь ласка, виходите.\n
vi_vn: Hàm này là một hàm thử nghiệm và có thể nguy hiểm. Nếu bạn không biết nhiều, vui lòng thoát.\n
zh_cn: 这个功能是实验性的, 很危险. 如果你知道的不多, 请退出. \n
zh_hk: 該功能是實驗性的且危險的, 如果你不瞭解, 請退出.\n
zh_tw: 該功能是實驗性質且具有風險，如果你不瞭解，請退出。\n

source: The imported .ko of this function will be implanted into the corresponding arch's modules package, which will affect all models of the arch.\n
ar_sa: ملف .ko المُستورد من هذه الدالة سيتم وضعه في حزمة الموديول الخاصة بالأرشيتكتور المُحدد، والتي ستؤثر على جميع الموديلات الخاصة بالأرشيتكتور.\n
de_de: Die importierte .ko dieser Funktion wird in das Modulpaket des entsprechenden Architekturs eingebettet, was alle Modelle dieser Architektur beeinflussen wird.\n
es_es: El .ko importado de esta función será implantado en el paquete de módulos del arco correspondiente, que afectará a todos los modelos del arco.\n
fr_fr: Le .ko importé de cette fonction sera implanté dans le paquet de modules d'arc correspondant, qui affectera tous les modèles de l'arc.\n
ja_jp: この機能のインポートされた.koは、対応するアーキテクチャのモジュールパッケージに埋め込まれ、そのアーキテクチャのすべてのモデルに影響を与えます。\n
ko_kr: .ko 파일로 해당 기능을 가져오면 해당 아키텍처의 모듈 패키지에 삽입되어 해당 아키텍처의 모든 모델에 영향을 미칠 것입니다.\n
ru_ru: Импортированный .ko этой функции будет внедрен в соответствующий пакет модулей архитектуры, что повлияет на все модели архитектуры.\n
th_th: .ko ที่นำเข้าของฟังก์ชันนี้จะถูกฝังลงในแพ็คเกจโมดูลของ Arch ที่เกี่ยวข้อง ซึ่งจะส่งผลต่อทุกรุ่นของ Arch\n
tr_tr: Bu işlev deneyseldir ve tehlikelidir. Eğer çok az bilgiye sahip değilseniz çıkın.\n
uk_ua: Введений .ko цієї функції буде імплантований в відповідний пакет модулів арки, який буде впливати на всі моделі арки.\n
vi_vn: .ko được nhập của hàm này sẽ được implanted vào gói modules của hệ thống, sẽ ảnh hưởng đến tất cả các model của hệ thống.\n
zh_cn: 该功能导入 .ko 将被植入相应的架构的模块包中, 这将影响该架构的所有型号.\n
zh_hk: 該功能導入 .ko 將被植入相應的架構的模塊包中, 這將影響該架構的所有型號.\n
zh_tw: 該功能匯入 .ko 將植入相對架構的模組套件。這將影響該架構的所有型號。\n

source: This program will not determine the availability of imported modules or even make type judgments, as please double check if it is correct.\n
ar_sa: هذا البرنامج لن يكشف متاح أو غير متاح عن الوحدات المُستوردة، كما يرجى التأكد من صحتها.\n
de_de: Dieses Programm wird die Verfügbarkeit importierter Module nicht bestimmen oder Typentscheidungen treffen, überprüfen Sie daher bitte doppelt, ob es korrekt ist.\n
es_es: Este programa no determinará la disponibilidad de los módulos importados o incluso hacer juicios de tipo, como por favor doble cheque si es correcto.\n
fr_fr: Ce programme ne déterminera pas la disponibilité de modules importés ou même faire des jugements de type, comme s'il vous plaît doubler vérifier si c'est correct.\n
ja_jp: このプログラムは、インポートされたモジュールの利用可能性やタイプ判断を行わず、正しいかどうかを二重に確認してください。\n
ko_kr: 프로그램은 가져온 모듈의 사용 가능 여부를 확인하거나 유형 판단을 하지 않습니다. 올바른지 다시 확인하십시오.\n
ru_ru: Эта программа не будет определять доступность импортированных модулей или даже делать суждения о типе, пожалуйста, дважды проверьте, правильно ли это.\n
th_th: โปรแกรมนี้จะไม่กำหนดความพร้อมใช้งานของโมดูลที่นำเข้า หรือแม้แต่ตัดสินประเภท เนื่องจากโปรดตรวจสอบอีกครั้งว่าถูกต้องหรือไม่\n
tr_tr: Bu program, içe aktarılan modüllerin mevcut olup olmadığını belirlemez veya çok fazla tür karar vermez, lütfen içe aktarılan modüllerin doğru olduğunu kontrol edin.\n
uk_ua: Ця програма не буде визначати наявність імпортних модулів або навіть зробити судові рішення типу, як будь ласка, подвійний перевірте, якщо це правильно.\n
vi_vn: Program này sẽ không xác định được khả năng sử dụng của các gói modules được nhập, cũng như không thể xác định được kiểu của các modules được nhập.\n
zh_cn: 该程序不会判断导入的驱动模块的可用性, 甚至不会做类型判断, 因从请你再三确认是否正确.\n
zh_hk: 該程式不會判斷導入的驅動模塊的可用性, 甚至不會做類型判斷, 因從請你再三確認是否正確.\n
zh_tw: 該程式不會判斷匯入的驅動模組的可用性，甚至不會做類型判斷，因此請再三確認是否正確。\n

source: If you want to remove it, please go to the "Update Menu" -> "Update modules" to forcibly update the modules. All imports will be reset.\n
ar_sa: اذا كنت تريد حذفها، يرجى الانتقال إلى القائمة "تحديث القائمة" -> "تحديث الوحدات" لتحديث الوحدات بصورة مForcible. سيتم إعادة تعيين جميع المُستوردات.\n
de_de: Wenn Sie es entfernen möchten, gehen Sie bitte zum "Update-Menü" -> "Module aktualisieren", um die Module zwangsweise zu aktualisieren. Alle Importe werden zurückgesetzt.\n
es_es: Si desea eliminarlo, por favor vaya al "Update Menu" - Confía en "Update modules" para actualizar forzosamente los módulos. Todas las importaciones serán reajustadas.\n
fr_fr: Si vous voulez l'enlever, s'il vous plaît aller au "Update Menu" - Ciudad "Update modules" pour mettre à jour de force les modules. Toutes les importations seront réinitialisées.\n
ja_jp: 削除したい場合は、「更新メニュー」->「モジュールの更新」に移動して、モジュールを強制的に更新してください。すべてのインポートはリセットされます。\n
ko_kr: 제거하려면 "업데이트 메뉴" -> "모듈 업데이트"로 이동하여 모듈을 강제로 업데이트하세요. 모든 가져오기가 초기화됩니다.\n
ru_ru: Если вы хотите удалить его, перейдите в "Меню обновления" -> "Обновить модули", чтобы принудительно обновить модули. Все импорты будут сброшены.\n
th_th: หากคุณต้องการลบออก โปรดไปที่ "เมนูอัปเดต" -> "อัปเดตโมดูล" เพื่อบังคับอัปเดตโมดูล การนำเข้าทั้งหมดจะถูกรีเซ็ต\n
tr_tr: Eğer kaldırmak istiyorsanız, lütfen "Güncelleme Menüsü" -> "Modülleri Güncelle"'ye gidin ve modülleri zorla güncelleştirin. Tüm içe aktarımlar sıfırlanacak.\n
uk_ua: Якщо ви хочете видалити його, будь ласка, перейдіть до розділу "Оновити меню" -> "Оновити модулі" для точного оновлення модулів. Всі імпорт будуть скидати.\n
vi_vn: Nếu bạn muốn xóa nó, vui lòng chuyển đến "Cập nhật Menu" -> "Cập nhật modules" để cập nhật các modules một cách bắt buộc. Tất cả các modules sẽ được đặt lại.\n
zh_cn: 如果您想删除它, 请转到 "更新"->"更新模块" 强制更新模块, 所有导入都将被重置.\n
zh_hk: 如果您想删除它, 請轉到 "更新"->"更新模塊" 強制更新模塊, 所有導入都將被重置.\n
zh_tw: 如果您想删除它，請前往「更新 -> 更新模組」強制更新模組。所有匯入都將被重設。\n

source: Do you want to continue?
ar_sa: هل تريد المتابعة؟
de_de: Möchten Sie fortfahren?
es_es: ¿Quiere continuar?
fr_fr: Tu veux continuer?
ja_jp: 続行しますか？
ko_kr: 계속하시겠습니까?
ru_ru: Хотите продолжить?
th_th: คุณต้องการดำเนินการต่อหรือไม่?
tr_tr: Devam etmek istiyor musunuz?
uk_ua: Ви хочете продовжувати?
vi_vn: Bạn có muốn tiếp tục?
zh_cn: 是否继续?
zh_hk: 是否繼續?
zh_tw: 是否繼續？

source: Please upload the *.ko file.
ar_sa: يرجى تحميل ملف *.ko.
de_de: Bitte laden Sie die *.ko-Datei hoch.
es_es: Por favor suba el archivo *.ko.
fr_fr: Veuillez télécharger le fichier *.ko.
ja_jp: 「*.ko」ファイルをアップロードしてください。
ko_kr: .ko 파일을 업로드하세요.
ru_ru: Пожалуйста, загрузите файл *.ko.
th_th: กรุณาอัพโหลดไฟล์ *.ko
tr_tr: *.ko dosyasını yükleyin.
uk_ua: Будь ласка, завантажте файл *.ko.
vi_vn: Vui lòng tải lên tệp *.ko.
zh_cn: 请上传 *.ko 文件.
zh_hk: 請上傳 *.ko 檔案.
zh_tw: 請上傳 *.ko 檔案。

source: Module '%s' added to %s-%s
ar_sa: تم إضافة الوحدة النمطية '%s' إلى %s-%s
de_de: Modul '%s' zu %s-%s hinzugefügt
es_es: Módulo '%s' añadido a %s-%s
fr_fr: Module '%s' ajouté à %s-%s
ja_jp: モジュール '%s' が %s-%s に追加されました
ko_kr: 모듈 '%s' 가 %s-%s 에 추가됨
ru_ru: Модуль '%s' добавлен к %s-%s
tr_tr: '%s' modülü %s-%s'e eklendi
uk_ua: Модуль '%s' додано до %s-%s
zh_cn: 模块 '%s' 已添加到 %s-%s
zh_hk: 模塊 '%s' 已添加到 %s-%s
zh_tw: 模組 '%s' 已加入到 %s-%s

source: No i915 with dependencies module to deselect.
ar_sa: لا توجد وحدة i915 مع وحدات مطلوبة لالغاء تحديدها.
de_de: Kein i915-Modul mit Abhängigkeiten zum Abwählen.
es_es: No i915 con módulo de dependencias para deselegir.
fr_fr: No i915 avec module dépendances à désélectionner.
ja_jp: 選択解除する依存関係のあるi915モジュールはありません。
ko_kr: 선택을 취소할 종속성 모듈이 있는 i915가 없습니다.
ru_ru: Нет i915 с модулем зависимостей, который нужно отменить.
th_th: ไม่มี i915 พร้อมโมดูลการพึ่งพาที่จะยกเลิกการเลือก
tr_tr: i915 ve bağımlılıklarını seçmeyin.
uk_ua: No i915 з модулем залежностей для видалення.
vi_vn: Không có i915 với module dependencies để bỏ chọn.
zh_cn: 没有 i915 及其依赖模块取消选择.
zh_hk: 沒有 i915 及其依賴模組取消選擇.
zh_tw: 沒有且依賴項模組的 i915 可以取消選擇。

source: Module %s deselected.
ar_sa: تم الغاء تحديد الوحدة النمطية %s.
de_de: Modul %s abgewählt.
es_es: Módulo %s deseleccionados.
fr_fr: Module %s des élus.
ja_jp: モジュール %s が選択解除されました。
ko_kr: %s 모듈이 선택 취소되었습니다.
ru_ru: Выбор модуля %s отменен.
th_th: ยกเลิกการเลือกโมดูล %s แล้ว
tr_tr: %s modülü seçmeyin.
uk_ua: Модуль %s deselected.
zh_cn: 模块 %s 已取消选择.
zh_hk: 模組 %s 已取消選擇.
zh_tw: 已取消選擇模組 %s。

source: Edit with caution
ar_sa: تعديل بحذر
de_de: Mit Vorsicht bearbeiten
es_es: Editar con cautela
fr_fr: Modifier avec prudence
ja_jp: 注意して編集してください
ko_kr: 신중하게 편집하세요
ru_ru: Редактируйте с осторожностью
th_th: แก้ไขด้วยความระมัดระวัง
tr_tr: Dikkatle düzenleyin
uk_ua: Редагування з обережністю
vi_vn: Chỉnh sửa với cẩn thận
zh_cn: 请谨慎编辑
zh_hk: 請謹慎編輯
zh_tw: 請謹慎編輯

source: The blacklist is used to prevent the kernel from loading specific modules.\n
ar_sa: لاستخدام القائمة السوداء لتمنع ядро من تحميل وحدات معينة.\n
de_de: Die Blacklist wird verwendet, um den Kernel vor bestimmten Modulen zu schützen.\n
es_es: La blacklist se utiliza para evitar que el kernel cargue módulos específicos.\n
fr_fr: La liste noire est utilisée pour empêcher le noyau de charger des modules spécifiques.\n
ja_jp: ブラックリストは、特定のモジュールをカーネルからロードしないようにするために使用されます。\n
ko_kr: 커널이 특정 모듈을 로드하는 것을 방지하기 위해 블랙리스트를 사용합니다.\n
ru_ru: Чёрный список используется для предотвращения ядра загрузки определенных модулей.\n
th_th: บล็อกลิสต์ใช้เพื่อป้องกันการโหลดโมดูลที่ไม่ต้องการ ในระบบปฏิบัติการ\n
tr_tr: Kara liste, özel modüllerin kernel tarafından yüklenmesini engeller.\n
uk_ua: Чорний список використовується для запобігання ядрі, завантаження конкретних модулів.\n
vi_vn: Danh sách đen thăm dò mô-đun được sử dụng để ngăn chặn kernel khi tải các module cụ thể.\n
zh_cn: 黑名单用于防止内核加载特定的模块.\n
zh_hk: 黑名單用於防止内核載入特定模塊.\n
zh_tw: 黑名單用於防止內核載入特定模組。\n

source: The blacklist is a list of module names separated by ','.\n
ar_sa: القائمة السوداء هي قائمة منفصلة بواسطة ',' مناسبة للوحدات\n
de_de: Die Blacklist ist eine Liste von Modulnamen, getrennt durch ','.\n
es_es: La blacklist es una lista de nombres de módulos separados por ','.\n
fr_fr: La liste noire est une liste de noms de modules séparés par ','.\n
ja_jp: ブラックリストは、モジュール名のリストで、'、'で区切られます。\n
ko_kr: 블랙리스트는 ','로 구분된 모듈 이름 목록입니다.\n
ru_ru: Чёрный список - это список имен модулей, разделенных запятой.\n
th_th: บล็อกลิสต์เป็นรายการของชื่อโมดูลที่แยกด้วย ','\n
tr_tr: Kara liste, ',' ile ayrılmış modül adlarının listesidir.\n
uk_ua: Чорний список - це список імен модулів, розділених ','.\n
vi_vn: Danh sách đen thăm dò mô-đun được sử dụng để ngăn chặn kernel khi tải các module cụ thể.\n
zh_cn: 黑名单是模块名称列表, 用 ',' 分隔.\n
zh_hk: 黑名單是一個用於防止內核載入特定模塊的模塊名稱列表, 這些模塊名稱用 ',' 分隔.\n
zh_tw: 黑名單為模組名稱, 用 ',' 分隔清單。\n

source: For example: \Z4evbug,cdc_ether\Zn\n
ar_sa: مثال: \Z4evbug,cdc_ether\Zn\n
de_de: * \Z4evbug,cdc_ether\Zn\n
es_es: Por ejemplo: \Z4evbug,cdc_ether\Zn\n
fr_fr: Exemple: \Z4evbug,cdc_ether\Zn\n
ja_jp: 例: \Z4evbug,cdc_ether\Zn\n
ko_kr: 예: \Z4evbug,cdc_ether\Zn\n
ru_ru: Например: \Z4evbug,cdc_ether\Zn\n
th_th: ตัวอย่าง: \Z4evbug,cdc_ether\Zn\n
tr_tr: örnek: \Z4evbug,cdc_ether\Zn\n
uk_ua: Наприклад: \Z4evbug,cdc_ether\Zn\n
vi_vn: Ví dụ: \Z4evbug,cdc_ether\Zn\n
zh_cn: 例如: \Z4evbug,cdc_ether\Zn\n
zh_hk: 例如: \Z4evbug,cdc_ether\Zn\n
zh_tw: 例如: \Z4evbug,cdc_ether\Zn\n

source: Invalid list, No spaces should appear, retry?
ar_sa: القائمة غير صالحة، لا ينبغي وجود مسافات، هل تريد المحاولة مرة أخرى؟
de_de: Ungültige Liste, keine Leerzeichen sollten erscheinen, erneut versuchen?
es_es: Lista no válida, no debe aparecer espacios, volver a intentar?
fr_fr: Liste invalide, aucun espace ne doit apparaître, réessayer?
ja_jp: 無効なリストです、スペースが表示されないように、再試行しますか？
ko_kr: 잘못된 목록입니다. 공백이 나타나면 다시 시도하세요.
ru_ru: Неверный список, не должно appear, повторить?
th_th: รายการไม่ถูกต้อง, ไม่ควรมีช่องว่าง, ตenta gain?
tr_tr: geçersiz list, boşluk görünmemelidir, yeniden denemek ister misiniz?
uk_ua: Недійсна список, ніколи не повинен з'являтися, повторити?
vi_vn: Danh sách không hợp lệ, Không có khoảng trắng nên thử lại?
zh_cn: 无效列表, 不能出现空格, 重试?
zh_hk: 無效列表, 無法出現空格, 重試?
zh_tw: 無效清單，不能出現空格，重試？

source: Add/Edit a cmdline item
ar_sa: إضافة/تعديل عنصر سطر الأوامر
de_de: Cmdline-Element hinzufügen/bearbeiten
es_es: Agregar/Editar un elemento cmdline
fr_fr: Ajouter/Editer un élément cmdline
ja_jp: コマンドライン項目の追加/編集
ko_kr: 명령줄 추가/수정
ru_ru: Добавить/Изменить параметр cmdline
th_th: เพิ่ม/แก้ไขรายการ cmdline
tr_tr: cmdline öğesi ekle/düzenle
uk_ua: Додавання/Редагування товару
vi_vn: Thêm/Sửa một cmdline item
zh_cn: 添加/编辑 cmdline 参数
zh_hk: 添加/編輯 cmdline 參數
zh_tw: 加入/編輯 cmdline 項目

source: Show/Delete cmdline items
ar_sa: عرض/حذف عناصر سطر الأوامر
de_de: Cmdline-Elemente anzeigen/löschen
es_es: Mostrar/Borrar elementos cmdline
fr_fr: Afficher/Supprimer les éléments
ja_jp: コマンドライン項目の表示/削除
ko_kr: 명령줄 보기/삭제
ru_ru: Показать/Удалить параметры cmdline
th_th: แสดง/ลบรายการ cmdline
tr_tr: cmdline öğelerini göster/sil
uk_ua: Показати/Видалити товари
vi_vn: Hiển thị/Xóa cmdline items
zh_cn: 显示/删除 cmdline 参数
zh_hk: 顯示/删除 cmdline 參數
zh_tw: 顯示/刪除 cmdline 項目

source: Define SN/MAC
ar_sa: تعريف SN/MAC
de_de: SN/MAC definieren
es_es: Definir SN/MAC
fr_fr: Définir SN/MAC
ja_jp: SN/MACの定義
ko_kr: SN/MAC 사용자 지정
ru_ru: Определить SN/MAC
th_th: กำหนด SN/MAC
tr_tr: SN/MAC tanımla
uk_ua: Дефін СН/МАК
vi_vn: Định nghĩa SN/MAC
zh_cn: 自定义 SN/MAC
zh_hk: 自定義 SN/MAC
zh_tw: 自訂 SN/MAC

source: Commonly used cmdlines:\n
ar_sa: سطر الأوامر الشائعة:\n
de_de: Häufig verwendete Cmdlines:\n
es_es: Cmdlines de uso común:\n
fr_fr: Cmdlines couramment utilisées:\n
ja_jp: よく使用されるコマンドライン:\n
ko_kr: 일반적으로 사용되는 명령줄:\n
ru_ru: Часто используемые cmdlines:\n
th_th: cmdline ที่ใช้บ่อย:\n
tr_tr: Genel kullanılan cmdline'lar:\n
uk_ua: Зазвичай використовуються смdlines:\n
vi_vn: Cmdline thường được sử dụng:\n
zh_cn: 常用 cmdlines:\n
zh_hk: 常用 cmdlines:\n
zh_tw: 常用的 cmdlines:\n

source: * \Z4SpectreAll_on=\Zn\n Enable Spectre and Meltdown protection to mitigate the threat of speculative execution vulnerability.\n
ar_sa: * \Z4SpectreAll_on=\Zn\n قم بتمكين حماية Spectre وMeltdown للتخفيف من خطر ثغرة التنفيذ\n
de_de: * \Z4SpectreAll_on=\Zn\n Schaltet die Spekulative Ausführungs-Sicherheit vor Spekulative Ausführungs-Vulnerabilität ein.\n
es_es: * \Z4SpectreAll_on=\Zn\n Habilita la protección contra Spectre y Meltdown para mitigar la amenaza de vulnerabilidad de ejecución especulativa.\n
fr_fr: * \Z4SpectreAll_on=\Zn\n Activer la protection contre Spectre et Meltdown pour atténuer la menace de vulnérabilité de l'exécution spéculative.\n
ja_jp: * \Z4SpectreAll_on=\Zn\n Spectre and Meltdown protectionを利用して、仕様予測の脅威を軽減します。\n
ko_kr: * \Z4SpectreAll_on=\Zn\n Spectre 및 Meltdown 보호를 활성화하여 투기적 실행 취약점의 위협을 완화합니다.\n
ru_ru: * \Z4SpectreAll_on=\Zn\n Включить защиту от уязвимости по speculation execution, mitigation Spectre и Meltdown.\n
th_th: * \Z4SpectreAll_on=\Zn\n เปิดการป้องกัน Spectre และ Meltdown เพื่อป้องกันความเสี่ยงจากการใช้งานความสามารถที่สงสัย\n
tr_tr: * \Z4SpectreAll_on=\Zn\n Spectre ve Meltdown korumasını kullanarak speculative execution güvenlik tehlikesini azaltır.\n
uk_ua: * \Z4SpectreAll_on=\Zn\n Ввімкнення захисту від спекулятивної виконання уявлення, щоб зменшити ризик уявлення про виконання.\n
vi_vn: * \Z4SpectreAll_on=\Zn\n Bật bảo vệ Spectre và Meltdown để giảm thiểu nguy cơ lỗ hổng speculation execution.\n
zh_cn: * \Z4SpectreAll_on=\Zn\n 启用 Spectre 和 Meltdown 防护, 以缓解 speculative execution 漏洞.\n
zh_hk: * \Z4SpectreAll_on=\Zn\n 啟用 Spectre 和 Meltdown 保護來緩解可能會被預測執行漏洞的風險.\n
zh_tw: * \Z4SpectreAll_on=\Zn\n 啟用 Spectre 和 Meltdown 保護來緩解可能會發生的預測執行漏洞。\n

source: * \Z4disable_mtrr_trim=\Zn\n disables kernel trim any uncacheable memory out.\n
ar_sa: * \Z4disable_mtrr_trim=\Zn\n تعطيل محرك التفريغ من الذاكرة غير التخزينية.\n
de_de: * \Z4disable_mtrr_trim=\Zn\n deaktiviert Kernel-Trim von nicht cachebarem Speicher.\n
es_es: * \Z4disable_mtrr_trim=\Zn\n deshabilita el núcleo recortar cualquier memoria inestable.\n
fr_fr: * \Z4disable_mtrr_trim=\Zn\n désactive la taille du noyau n'importe quelle mémoire non cacheable.\n
ja_jp: * \Z4disable_mtrr_trim=\Zn\n キャッシュ不能なメモリのトリムを無効にします。\n
ko_kr: * \Z4disable_mtrr_trim=\Zn\n 커널이 캐시할 수 없는 메모리를 제거하는 것을 비활성화합니다.\n
ru_ru: * \Z4disable_mtrr_trim=\Zn\n отключает обрезку ядром любой некэшируемой памяти.\n
th_th: * \Z4disable_mtrr_trim=\Zn\n ปิดการใช้งานการลบหน่วยความจำที่ไม่สามารถใช้งานได้\n
tr_tr: * \Z4disable_mtrr_trim=\Zn\n kernel'in herhangi bir uncacheable bellek çıkarmasını devre dışı bırakır.\n
uk_ua: * \Z4disable_mtrr_trim=\Zn\n відключає ядро будь-якої непоганої пам'яті.\n
vi_vn: * \Z4disable_mtrr_trim=\Zn\n tắt chức năng trim memory không được cache.\n
zh_cn: * \Z4disable_mtrr_trim=\Zn\n 禁用内核修剪任何不可缓存的内存.\n
zh_hk: * \Z4disable_mtrr_trim=\Zn\n 禁用內核修剪任何不可緩存的內存.\n
zh_tw: * \Z4disable_mtrr_trim=\Zn\n 停用核心修剪任何不可快取的記憶體。\n

source: * \Z4intel_idle.max_cstate=1\Zn\n Set the maximum C-state depth allowed by the intel_idle driver.\n
ar_sa: * \Z4intel_idle.max_cstate=1\Zn\n تعيين عمق الحالة C الأقصى المسموح به من قبل محرك intel_idle.\n
de_de: * \Z4intel_idle.max_cstate=1\Zn\n Setzt die maximale C-State-Tiefe, die vom intel_idle-Treiber erlaubt wird.\n
es_es: * \Z4intel_idle.max_cstate=1\Zn\n Establecer la profundidad máxima del estado C permitida por el controlador intel_idle.\n
fr_fr: * \Z4intel_idle.max_cstate=1\Zn\n Réglez la profondeur maximale de l'état C permise par le pilote intel_idle.\n
ja_jp: * \Z4intel_idle.max_cstate=1\Zn\n intel_idleドライバーが許可する最大C状態深度を設定します。\n
ko_kr: * \Z4intel_idle.max_cstate=1\Zn\n intel_idle 드라이브에 허용되는 최대 C-state 깊이를 설정합니다.\n
ru_ru: * \Z4intel_idle.max_cstate=1\Zn\n Установить максимальную глубину состояния C, разрешенную драйвером intel_idle.\n
th_th: * \Z4intel_idle.max_cstate=1\Zn\n ตั้งค่าความลึก C-state ที่อนุญาตโดยไดร์เวอร์ intel_idle\n
tr_tr: * \Z4intel_idle.max_cstate=1\Zn\n intel_idle sürücüsü tarafından izin verilen maksimum C-düzeyini ayarlar.\n
uk_ua: * \Z4intel_idle.max_cstate=1\Zn\n Встановити максимальну глибину C-держави, дозволену водієм intel_idle.\n
vi_vn: * \Z4intel_idle.max_cstate=1\Zn\n Đặt độ sâu tối đa của C-state cho phép bởi driver intel_idle.\n
zh_cn: * \Z4intel_idle.max_cstate=1\Zn\n 设置 intel_idle 驱动允许使用的最大 C-state 深度.\n
zh_hk: * \Z4intel_idle.max_cstate=1\Zn\n 設定 intel_idle 驅動程式允許使用的最大 C-state 深度.\n
zh_tw: * \Z4intel_idle.max_cstate=1\Zn\n 設定 intel_idle 驅動程式允許的最大 C-狀態 深度。\n

source: * \Z4pcie_port_pm=off\Zn\n Turn off the power management of the PCIe port.\n
ar_sa: * \Z4pcie_port_pm=off\Zn\n تعطيل إدارة الطاقة من منفذ PCIe.\n
de_de: * \Z4pcie_port_pm=off\Zn\n Schaltet das Leistungsmanagement des PCIe-Ports aus.\n
es_es: * \Z4pcie_port_pm=off\Zn\n Apaga la gestión de energía del puerto PCIe.\n
fr_fr: * \Z4pcie_port_pm=off\Zn\n Éteignez la gestion de puissance du port PCIe.\n
ja_jp: * \Z4pcie_port_pm=off\Zn\n PCIeポートの電源管理をオフにします。\n
ko_kr: * \Z4pcie_port_pm=off\Zn\n PCIe 포트의 전원 관리 끄기.\n
ru_ru: * \Z4pcie_port_pm=off\Zn\n Отключите управление питанием порта PCIe..\n
th_th: * \Z4pcie_port_pm=off\Zn\n ปิดการบริหารจัดการพอร์ต PCIe\n
tr_tr: * \Z4pcie_port_pm=off\Zn\n PCIe bağlantı noktasının güç yönetimini kapatır.\n
uk_ua: * \Z4pcie_port_pm=off\Zn\n Увімкніть управління живленням порту PCIe.\n
vi_vn: * \Z4pcie_port_pm=off\Zn\n Tắt quản lý điện của cổng PCIe.\n
zh_cn: * \Z4pcie_port_pm=off\Zn\n 关闭 PCIe 端口的电源管理.\n
zh_hk: * \Z4pcie_port_pm=off\Zn\n 關閉 PCIe 連接埠的電源管理.\n
zh_tw: * \Z4pcie_port_pm=off\Zn\n 關閉 PCIe 埠的電源管理。\n
