Repository: RROrg/rr
Catalog: files/initrd/opt/rr/lang/*/LC_MESSAGES/rr.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ko_kr, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: * \Z4support_apparmor=no\Zn\n Disable apparmor.\n
ar_sa: * \Z4support_apparmor=no\Zn\n تعطيل وحدة الأمان AppArmor.\n
de_de: * \Z4support_apparmor=no\Zn\n Deaktiviert apparmor.\n
es_es: * \Z4support_apparmor=no\Zn\n Deshabilitar apparmor.\n
fr_fr: * \Z4support_apparmor=no\Zn\n Désactiver apparmor.\n
ja_jp: * \Z4support_apparmor=no\Zn\n Apparmorを無効にします。\n
ko_kr: * \Z4support_apparmor=no\Zn\n apparmor 비활성화.\n
ru_ru: * \Z4support_apparmor=no\Zn\n Отключить apparmor.\n
th_th: * \Z4support_apparmor=no\Zn\n ปิดการใช้งาน AppArmor.\n
tr_tr: * \Z4support_apparmor=no\Zn\n Apparmor'yi devre dışı bırakın.\n
uk_ua: * \Z4support_apparmor=no\Zn\n Вимкнути apparmor.\n
vi_vn: * \Z4support_apparmor=no\Zn\n Tắt apparmor.\n
zh_cn: * \Z4support_apparmor=no\Zn\n 禁用 apparmor.\n
zh_hk: * \Z4support_apparmor=no\Zn\n 停用 apparmor.\n
zh_tw: * \Z4support_apparmor=no\Zn\n 停用 apparmor。\n

source: * \Z4maxdisks=??\Zn\n Maximum number of disks supported.\n
ar_sa: * \Z4maxdisks=??\Zn\n عدد الأقراص الأكبر المدعومة.\n
de_de: * \Z4maxdisks=??\Zn\n Maximale Anzahl unterstützter Festplatten.\n
es_es: * \Z4maxdisks=??\Zn\n Número máximo de discos compatibles.\n
fr_fr: * \Z4maxdisks=??\Zn\n Nombre maximum de disques pris en charge.\n
ja_jp: * \Z4maxdisks=??\Zn\n サポートされるディスクの最大数。\n
ko_kr: * \Z4maxdisks=??\Zn\n 지원되는 최대 하드 디스크 수\n
ru_ru: * \Z4maxdisks=??\Zn\n Максимальное количество поддерживаемых дисков.\n
th_th: * \Z4maxdisks=??\Zn\n จำนวนแผนกที่รองรับมากที่สุด\n
tr_tr: * \Z4maxdisks=??\Zn\n Desteklenen disk sayısı.\n
uk_ua: * \Z4maxdisks=??\Zn\n Максимальна кількість дисків підтримується.\n
vi_vn: * \Z4maxdisks=??\Zn\n Số đĩa tối đa được hỗ trợ.\n
zh_cn: * \Z4maxdisks=??\Zn\n 最大硬盘数.\n
zh_hk: * \Z4maxdisks=??\Zn\n 最大硬碟數.\n
zh_tw: * \Z4maxdisks=??\Zn\n 支援的磁碟最大數量。\n

source: * \Z4internalportcfg=0x????\Zn\n Internal(sata) disks mask(Not apply to DT models).\n
ar_sa: * \Z4internalportcfg=0x????\Zn\n mask الأقراص الداخلية(لا ينطبق على الموديلات DT).\n
de_de: * \Z4internalportcfg=0x????\Zn\n Interne (SATA) Festplatten-Maske (Gilt nicht für DT-Modelle).\n
es_es: * \Z4internalportcfg=0x????\Zn\n Máscara de discos interno(No se aplica a los modelos DT.)\n
fr_fr: * \Z4internalportcfg=0x????\Zn\n Masque de disques internes(Non applicable aux modèles DT.)\n
ja_jp: * \Z4internalportcfg=0x????\Zn\n 内部(sata)ディスクマスク(DTモデルには適用されません。)\n
ko_kr: * \Z4internalportcfg=0x????\Zn\n 내부(sata) 디스크 마스크(DT 모델에는 적용되지 않습니다.)\n
ru_ru: * \Z4internalportcfg=0x????\Zn\n Маска дисков внутренних (sata) (не применяется к моделям DT).\n
th_th: * \Z4internalportcfg=0x????\Zn\n Mask ของแผนก SATA (ไม่ใช้งานกับรุ่นที่ใช้ DT).\n
tr_tr: * \Z4internalportcfg=0x????\Zn\n Internal(sata) disks mask(DT modeller için geçerli değil).\n
uk_ua: * \Z4internalportcfg=0x????\Zn\n Маска внутрішнього(sata) дисків(не застосовується до моделей DT).\n
vi_vn: * \Z4internalportcfg=0x????\Zn\n Máy mask đĩa nội bộ(không áp dụng cho các mẫu DT).\n
zh_cn: * \Z4internalportcfg=0x????\Zn\n Internal(sata) 磁盘掩码(不适用于DT型号).\n
zh_hk: * \Z4internalportcfg=0x????\Zn\n Internal(sata) 磁碟遮罩(不適用於DT型號). \n
zh_tw: * \Z4internalportcfg=0x????\Zn\n 內部 (sata) 磁碟遮罩(不適用於 DT 型號)。\n

source: * \Z4esataportcfg=0x????\Zn\n Esata disks mask(Not apply to DT models).\n
ar_sa: * \Z4esataportcfg=0x????\Zn\n mask الأقراص Esata(لا ينطبق على الموديلات DT).\n
de_de: * \Z4esataportcfg=0x????\Zn\n Esata-Festplatten-Maske (Gilt nicht für DT-Modelle).\n
es_es: * \Z4esataportcfg=0x????\Zn\n Máscara de discos Esata(No se aplica a los modelos DT.)\n
fr_fr: * \Z4esataportcfg=0x????\Zn\n Masque de disques Esata(Non applicable aux modèles DT.)\n
ja_jp: * \Z4esataportcfg=0x????\Zn\n Esataディスクマスク(DTモデルには適用されません。)\n
ko_kr: * \Z4esataportcfg=0x????\Zn\n Esata 디스크 마스크(DT 모델에는 적용되지 않습니다.)\n
ru_ru: * \Z4esataportcfg=0x????\Zn\n Маска дисков ESATA (не применяется к моделям DT).\n
th_th: * \Z4esataportcfg=0x????\Zn\n Mask ของแผนก ESATA (ไม่ใช้งานกับรุ่นที่ใช้ DT).\n
tr_tr: * \Z4esataportcfg=0x????\Zn\n Esata disks mask(DT modeller için geçerli değil).\n
uk_ua: * \Z4esataportcfg=0x????\Zn\n Маска дисків ESATA(не застосовується до моделей DT).\n
vi_vn: * \Z4esataportcfg=0x????\Zn\n Máy mask đĩa Esata(không áp dụng cho các mẫu DT).\n
zh_cn: * \Z4esataportcfg=0x????\Zn\n Esata 磁盘掩码(不适用于DT型号).\n
zh_hk: * \Z4esataportcfg=0x????\Zn\n Esata 磁碟遮罩(不適用於DT型號). \n
zh_tw: * \Z4esataportcfg=0x????\Zn\n Esata 磁碟遮罩(不適用於 DT 型號)。\n

source: * \Z4usbportcfg=0x????\Zn\n USB disks mask(Not apply to DT models).\n
ar_sa: * \Z4usbportcfg=0x????\Zn\n mask الأقراص USB(لا ينطبق على الموديلات DT).\n
de_de: * \Z4usbportcfg=0x????\Zn\n USB-Festplatten-Maske (Gilt nicht für DT-Modelle).\n
es_es: * \Z4usbportcfg=0x????\Zn\n Máscara de discos USB(No se aplica a los modelos DT.)\n
fr_fr: * \Z4usbportcfg=0x????\Zn\n Masque de disques USB(Non applicable aux modèles DT.)\n
ja_jp: * \Z4usbportcfg=0x????\Zn\n USBディスクマスク(DTモデルには適用されません。)\n
ko_kr: * \Z4usbportcfg=0x????\Zn\n USB 디스크 마스크(DT 모델에는 적용되지 않습니다.)\n
ru_ru: * \Z4usbportcfg=0x????\Zn\n Маска дисков USB (не применяется к моделям DT).\n
th_th: * \Z4usbportcfg=0x????\Zn\n Mask ของแผนก USB (ไม่ใช้งานกับรุ่นที่ใช้ DT).\n
tr_tr: * \Z4usbportcfg=0x????\Zn\n USB disks mask(DT modeller için geçerli değil).\n
uk_ua: * \Z4usbportcfg=0x????\Zn\n Маска дисків USB(не застосовується до моделей DT).\n
vi_vn: * \Z4usbportcfg=0x????\Zn\n Máy mask đĩa USB(không áp dụng cho các mẫu DT).\n
zh_cn: * \Z4usbportcfg=0x????\Zn\n USB 磁盘掩码(不适用于DT型号).\n
zh_hk: * \Z4usbportcfg=0x????\Zn\n USB 磁碟遮罩(不適用於DT型號). \n
zh_tw: * \Z4usbportcfg=0x????\Zn\n USB 磁碟遮罩(不適用於 DT 型號)。\n

source: * \Z4max_sys_raid_disks=12\Zn\n Maximum number of system partition(md0) raid disks.\n
ar_sa: * \Z4max_sys_raid_disks=12\Zn\n الحد الأقصى لعدد الأقراص الرمزية raid في النظام partition(md0).\n
de_de: * \Z4max_sys_raid_disks=12\Zn\n Maximale Anzahl der Systempartition (md0) Raid-Disks.\n
es_es: * \Z4max_sys_raid_disks=12\Zn\n Número máximo de particiones del sistema(md0) disquetes.\n
fr_fr: * \Z4max_sys_raid_disks=12\Zn\n Nombre maximum de partitions système(md0) disques raid.\n
ja_jp: * \Z4max_sys_raid_disks=12\Zn\n システム パーティション(md0) RAID ディスクの最大数。\n
ko_kr: * \Z4max_sys_raid_disks=12\Zn\n 최대 시스템 파티션(md0) RAID 디스크 수.\n
ru_ru: * \Z4max_sys_raid_disks=12\Zn\n Максимальное количество рейд-дисков системного раздела (md0).\n
th_th: * \Z4max_sys_raid_disks=12\Zn\n จำนวนแผนกสูงสุดของระบบ(md0) raid disks\n
uk_ua: * \Z4max_sys_raid_disks=12\Zn\n Максимальна кількість системного розділу(md0) рейдерських дисків.\n
vi_vn: * \Z4max_sys_raid_disks=12\Zn\n Số lượng tối đa của hệ thống partition(md0) raid disks.\n
zh_cn: * \Z4max_sys_raid_disks=12\Zn\n 系统分区(md0) raid 的最大磁盘个数.\n
zh_hk: * \Z4max_sys_raid_disks=12\Zn\n 系統分區(md0) raid 的硬碟最大個數.\n
zh_tw: * \Z4max_sys_raid_disks=12\Zn\n 系統分割區(md0) RAID 磁碟的最大數量。\n

source: No synoinfo entries to remove
ar_sa: لا توجد entrées synoinfo للحذف
de_de: Keine Synoinfo-Einträge zum Entfernen
es_es: No hay entradas de sinoinfo para eliminar
fr_fr: Aucune entrée synoinfo pour supprimer
ja_jp: 削除するsynoinfoエントリはありません
ko_kr: 제거할 synoinfo 항목이 없습니다
ru_ru: Нет элементов synoinfo для удаления
th_th: ไม่มีการกำหนดค่า synoinfo เพื่อลบ
tr_tr: synoinfo girişi kaldırılacak yok
uk_ua: Ні записи synoinfo для видалення
vi_vn: Không có mục synoinfo để xóa
zh_cn: 没有 Synoinfo 参数被删除
zh_hk: 沒有 Synoinfo 參數被删除
zh_tw: 沒有 Synoinfo 參數被删除

source: Select synoinfo entry to remove
ar_sa: اختر إدخال synoinfo للحذف
de_de: Synoinfo-Eintrag zum Entfernen auswählen
es_es: Seleccione la entrada sinoinfo para eliminar
fr_fr: Sélectionnez l'entrée de synoinfo pour supprimer
ja_jp: 削除するsynoinfoエントリを選択
ko_kr: 제거할 synoinfo 항목 선택
ru_ru: Выберите элемент synoinfo для удаления
th_th: เลือก synoinfo entry เพื่อลบ
tr_tr: synoinfo girişi kaldırmak için seçin
uk_ua: Виберіть запис synoinfo для видалення
vi_vn: Chọn mục synoinfo để xóa
zh_cn: 选择要删除的参数
zh_hk: 選擇要删除的參數
zh_tw: 選擇要删除的參數

source: The current network status is unknown, using the default mirror.
ar_sa: الحالة الشبكة الحالية غير معروفة، استخدام الـ mirror الافتراضي.
de_de: Die aktuelle Netzwerkstatus ist unbekannt, verwendet den Standard-Mirror.
es_es: El estado de red actual es desconocido, se utiliza el es peatonal por defecto.
fr_fr: Le statut réseau actuel est inconnu, utilisation du miroir par défaut.
ja_jp: 現在のネットワークステータスは不明です、デフォルトのミラーを使用します。
ko_kr: 현재 네트워크 상태는 알 수 없습니다. 기본 마이러를 사용합니다.
ru_ru: Текущий статус сети неизвестен, используетсяmirror по умолчанию.
th_th: สถานะเครือข่ายปัจจุบันไม่เป็นที่รู้จัก โดยใช้เซิร์ฟเวอร์เริ่มต้น
tr_tr: geçerli ağ durumu bilinmiyor, varsayılan çevrimiçi yuva kullanılıyor.
uk_ua: Поточний статус мережі невідомий, використовується за замовчуванням.
vi_vn: Trạng thái mạng hiện tại không được biết, sử dụng bản xem trước.
zh_cn: 当前网络状态未知, 使用默认镜像服务器.
zh_hk: 目前網路狀態未知, 使用預設鏡像伺服器.
zh_tw: 目前網路狀態未知，使用預設鏡像伺服器。

source: Downloading old pat to extract synology .pat extractor...
ar_sa: تحميل pat القديم للاستخراج من synology .pat ...
de_de: Altes pat wird heruntergeladen, um Synology .pat-Extraktor zu extrahieren ...
es_es: Descarga de pat para extraer sinología .pat extractor...
fr_fr: Téléchargement de vieux pat pour extraire synologie .pat extractor...
ja_jp: 古いpatをダウンロードして、synology .patエクストラクターを抽出しています...
ko_kr: 이전 Pat를 다운로드하여 synology .pat 추출기를 추출 중입니다...
ru_ru: Загрузка старого pat для извлечения экстрактора .pat Synology...
th_th: ดาวน์โหลด old pat เพื่อ Extract synology .pat extractor...
tr_tr: Eski pat'i indirerek synology .pat extractor'ını çıkartmak için...
uk_ua: Завантажити старий пат для екстракту синології .pat екстрактор ...
vi_vn: Tải về pat cũ để trích xuất .pat của Synology...
zh_cn: 下载旧 pat, 提取 .pat 解密程序中...
zh_hk: 下載舊 pat, 選取 .pat 解密程式中...
zh_tw: 下載舊 pat，選取 .pat 解密程式中...

source: Check internet.
ar_sa: تحقق من الشبكة.
de_de: Internet prüfen.
es_es: Compruebe la red.
fr_fr: Vérifier Internet.
ja_jp: インターネットを確認してください。
ko_kr: 인터넷을 확인하십시오.
ru_ru: Проверьте интернет.
th_th: ตรวจสอบอินเทอร์เน็ต
tr_tr: İnternet kontrolü.
uk_ua: Перевірте інтернет.
vi_vn: Kiểm tra kết nối internet.
zh_cn: 检查网络.
zh_hk: 檢查網路.

source: (Please via https://curl.se/libcurl/c/libcurl-errors.html check error description.)
ar_sa: (تحقق من الوصف الخطأ من خلال https://curl.se/libcurl/c/libcurl-errors.html.)
de_de: (Bitte Fehlerbeschreibung unter https://curl.se/libcurl/c/libcurl-errors.html überprüfen.)
es_es: (Por favor. https://curl.se/libcurl/c/libcurl-errors.html comprobar la descripción del error.)
fr_fr: ( S'il vous plaît https://curl.se/libcurl/c/libcurl-errors.html vérifier la description de l'erreur.)
ja_jp: (https://curl.se/libcurl/c/libcurl-errors.html でエラーの説明を確認してください。)
ko_kr: (https://curl.se/libcurl/c/libcurl-errors.html을 통해 오류 설명을 확인하세요.)
ru_ru: (Пожалуйста, через https://curl.se/libcurl/c/libcurl-errors.html проверьте описание ошибки.)
th_th: (โปรดตรวจสอบรายละเอียดของ Error ผ่าน https://curl.se/libcurl/c/libcurl-errors.html)
tr_tr: (Lütfen https://curl.se/libcurl/c/libcurl-errors.html adresinden hata açıklamasını kontrol ediniz.)
uk_ua: (Про нас https://curl.se/libcurl/c/libcurl-errors.html опис помилки.)
vi_vn: (Vui lòng truy cập https://curl.se/libcurl/c/libcurl-errors.html để kiểm tra mô tả lỗi.)
zh_cn: (请通过 https://curl.se/libcurl/c/libcurl-errors.html 检查错误描述.)
zh_hk: (請通過 https://curl.se/libcurl/c/libcurl-errors.html 檢查錯誤描述.)
zh_tw: (請透過 https://curl.se/libcurl/c/libcurl-errors.html 檢查錯誤說明)。

source: Uncompressed tar
ar_sa: مضغوط
de_de: Unkomprimiertes tar
es_es: Tarra sin receta
fr_fr: Tarte non comprimé
ja_jp: 非圧縮tar
ko_kr: 압축되지 않은 tar
ru_ru: Несжатый tar
th_th: แพคเกจไม่มีการบีบอัด
tr_tr: tar dosyası çıkartıldı
uk_ua: Некомпресований тар
vi_vn: Nhựa đường không nén
zh_cn: 未压缩 tar
zh_hk: 未壓縮 tar
zh_tw: 未壓縮 tar

source: Compressed tar
ar_sa: مضغوط
de_de: Komprimiertes tar
es_es: Tarro comprimido
fr_fr: Tarte comprimé
ja_jp: 圧縮されたtar
ko_kr: 압축된 tar
ru_ru: Сжатый tar
th_th: แพคเกจที่ถูกบีบอัด
tr_tr: tar dosyası sıkıştırıldı
uk_ua: Пригнічений тар
vi_vn: Nhựa đường nén
zh_cn: 已压缩 tar
zh_hk: 已壓縮 tar
zh_tw: 壓縮 tar

source: Encrypted
ar_sa: مشفر
de_de: Verschlüsselt
es_es: Encriptado
ja_jp: 暗号化された
ko_kr: 암호화된
ru_ru: Зашифровано
th_th: เข้ารหัส
tr_tr: Şifrelendi
uk_ua: Зашифровано
vi_vn: Đã mã hóa
zh_cn: 已加密
zh_hk: 已加密
zh_tw: 已加密

source: Could not determine if pat file is encrypted or not, maybe corrupted, try again!
ar_sa: لا يمكن تحديد ما إذا كان ملف PAT مشفر أم لا، ربما معطّل، حاول مرة أخرى!
de_de: Kann nicht bestimmen, ob die pat-Datei verschlüsselt ist oder nicht, möglicherweise beschädigt, erneut versuchen!
es_es: No podría determinar si el archivo de pat está encriptado o no, tal vez dañado, intentarlo de nuevo!
fr_fr: Impossible de déterminer si le fichier pat est crypté ou non, peut-être corrompu, essayez à nouveau!
ja_jp: patファイルが暗号化されているかどうかを判断できませんでした、おそらく破損しています、もう一度試してください！
ko_kr: pat 파일이 암호화되었는지 여부를 확인할 수 없습니다. 손상되었을 수 있습니다. 다시 시도하세요!
ru_ru: Не удалось определить, зашифрован ли файл pat или нет, возможно, он поврежден, попробуйте снова!
th_th: ไม่สามารถระบุว่าไฟล์ pat เป็นไฟล์เข้ารหัสหรือไม่ได้, อาจเป็นไฟล์ที่ถูกแก้ไขไปแล้ว, โปรดลองใหม่อีกครั้ง!
tr_tr: pat dosyası şifrelenmiş mi değil mi belirlenemedi, dosya bozuk mu? tekrar deneyin!
uk_ua: Не можна визначити, чи зашифровано файл pat або ні, можливо, пошкоджений, спробуйте знову!
vi_vn: Không thể xác định xem tệp pat có được mã hóa hay không, có thể bị hỏng, hãy thử lại!
zh_cn: 无法确定 pat 文件是否加密, 可能已损坏, 请重试!
zh_hk: 無法確定 pat 檔案是否加密, 可能已損壞, 請重試!
zh_tw: 無法確定 pat 檔案是否加密，可能已損壞，請重試！

source: Disassembling %s:
ar_sa: فك %s:
de_de: Disassemblierung von %s:
es_es: Desmontar %s:
fr_fr: Démontage de %s:
ja_jp: %s を分解中:
ko_kr: %s 압축 해제 중:
ru_ru: Разборка %s:
th_th: แปลง %s:
tr_tr: %s çözülüyor:
uk_ua: Розбирання %s:
vi_vn: Giải nén %s:
zh_cn: 解压缩 %s:
zh_hk: 解壓縮 %s:
zh_tw: 解壓縮 %s:

source: Extractor cached.
ar_sa: تم حفظ المُلف.
de_de: Extraktor im Cache.
es_es: Extractor caché.
fr_fr: Extractor cache.
ja_jp: エクストラクタがキャッシュされました。
ko_kr: 복호화 프로그램이 이미 존재합니다.
ru_ru: Экстрактор закэширован.
th_th: เก็บไว้ในแฟ้มแรนดอม
tr_tr: Çıkarıcı önbelleğe alındı.
uk_ua: Кальвадос Екстрактор.
vi_vn: Đã lưu trữ trích xuất.
zh_cn: 已存在解密程序.
zh_hk: 已存在解密程式.
zh_tw: 已存在解密程式。

source: Extracting ...
ar_sa: تم استخراج المُلفات.
de_de: Extrahiere ...
es_es: Extrayendo...
fr_fr: Extraire ...
ja_jp: 抽出中...
ko_kr: 압축 해제 중...
ru_ru: Извлечение ...
th_th: เข้าถึง ...
tr_tr: Çıkarılıyor ...
uk_ua: Витягування...
vi_vn: Trích xuất ...
zh_cn: 解压中 ...
zh_hk: 解壓中 ...
zh_tw: 解壓中...

source: The cache has been cleared. Please re 'Parse pat' before build.
ar_sa: تم مسح الملفات المؤقتة. يرجى إعادة 'تحليل الـpat' قبل البناء.
de_de: Der Cache wurde geleert. Bitte erneut 'Parse pat' ausführen, bevor Sie bauen.
es_es: El caché ha sido despejado. Por favor re 'Parse pat' antes de construir.
fr_fr: Le cache a été effacé. S'il vous plaît re 'Parse pat' avant de construire.
ja_jp: キャッシュがクリアされました。ビルド前に'Parse pat'を再実行してください。
ko_kr: 캐시가 지워졌습니다. 빌드하기 전에 'Parse pat'을 다시 실행하세요.
ru_ru: Кэш был очищен. Пожалуйста, повторно "проанализируйте pat" перед генерацией.
th_th: แฟ้มแรนดอมถูกลบแล้ว กรุณา 'Parse pat' ใหม่ก่อนสร้างแฟ้มแรนดอม
tr_tr: Önbellek temizlendi. Lütfen 'Parse pat' yapmadan önce yeniden derle.
uk_ua: Очищено кеш. Будь ласка, перейдіть до збірки.
vi_vn: Cache đã được xóa. Vui lòng 'Parse pat' trước khi xây dựng.
zh_cn: 缓存已被清除. 请在编译前重新 "解析 pat".
zh_hk: 緩存已被清除. 請在生成之前重新 "解析 pat".
zh_tw: 快取已清除。請在組建前重新解析 pat。

source: The cache has been cleared. Please re 'Try to recovery a installed DSM system' before build.
ar_sa: تم مسح الملفات المؤقتة. يرجى إعادة 'إستعادة نظام DSM المحمل' قبل البناء.
de_de: Der Cache wurde geleert. Bitte erneut 'Versuchen, ein installiertes DSM-System wiederherzustellen' ausführen, bevor Sie bauen.
es_es: El caché ha sido despejado. Por favor, re 'Intente recuperar un sistema DSM instalado' antes de construir.
fr_fr: Le cache a été effacé. Veuillez réessayer de récupérer un système DSM installé avant de construire.
ja_jp: キャッシュがクリアされました。ビルド前に'インストール済みのDSMシステムの復旧を試みる'を再実行してください。
ko_kr: 캐시가 지워졌습니다.생성하기 전에 설치된 DSM 시스템 복구를 다시 시도하세요.
ru_ru: Кэш был очищен. Перед генерацией « попробуйте восстановить установленную систему DSM».
th_th: แฟ้มแรนดอมถูกลบแล้ว กรุณา 'ลองกู้คืนระบบ DSM ที่ติดตั้ง' ใหม่ก่อนสร้างแฟ้มแรนดอม
tr_tr: Önbellek temizlendi. Lütfen 'Durumu geri yüklemeye çalış' yapmadan önce yeniden derle.
uk_ua: Очищено кеш. Будь ласка, перейдемо на відновлення встановленої системи DSM.
vi_vn: Cache đã được xóa. Vui lòng 'Khôi phục hệ thống DSM đã cài đặt' trước khi xây dựng.
zh_cn: 缓存已被清除. 请在编译前重新 "尝试恢复已安装的 DSM 系统".
zh_hk: 緩存已被清除. 請在生成之前重新 "嘗試恢復已安裝 DSM 的系統".
zh_tw: 快取已清除。請在組建前重新嘗試還原已安裝的 DSM 系統。

source: The pat url is empty. Please re 'Choose a version' before build.
ar_sa: عنوان الملفات المؤقتة فارغ. يرجى إعادة 'اختيار نسخة' قبل البناء.
de_de: Die Pat-URL ist leer. Bitte erneut 'Version auswählen' ausführen, bevor Sie bauen.
es_es: La url está vacía. Por favor re 'Elige una versión' antes de construir.
fr_fr: L'ourlet est vide. Veuillez ré 'Choisir une version' avant de construire.
ja_jp: patのURLが空です。ビルド前に'バージョンを選択'を再実行してください。
ko_kr: pat url이 비어 있습니다. 생성하기 전에 버전 선택을 다시 하세요.
ru_ru: Пустой PAT URL. Пожалуйста, заново "выберите версию" перед генерацией.
th_th: URL ของแฟ้มแรนดอมว่างเปล่า กรุณา 'เลือกรุ่น' ก่อนสร้างแฟ้มแรนดอม
tr_tr: Pat url boş. Lütfen 'Bir sürüm seç' yapmadan önce yeniden derle.
uk_ua: Пат виворіт порожній. Будь ласка, перейдемо до збірки.
vi_vn: URL của pat trống. Vui lòng 'Chọn phiên bản' trước khi xây dựng.
zh_cn: pat 的 url 为空. 请在编译前重新 "选择版本".
zh_hk: pat 的 url 为空. 請在生成之前重新 "選擇版本".
zh_tw: pat 網址是空的。請在組建前重新選擇版本。

source: Cleaning cache ...
ar_sa: تم مسح الملفات المؤقتة.
de_de: Cache wird geleert ...
es_es: Caché de limpieza ...
fr_fr: Nettoyage du cache ...
ja_jp: キャッシュをクリーニング中...
ko_kr: 캐시 정리 중...
ru_ru: Очистка кэша ...
th_th: เคลียร์แฟ้มแรนดอม ...
tr_tr: Önbellek temizleniyor ...
uk_ua: Прибирання кешу ...
vi_vn: Xóa bộ nhớ đệm ...
zh_cn: 清除缓存 ...
zh_hk: 清除緩存 ...
zh_tw: 清除快取...

source: Based on the current network situation, switch to %s mirror to downloading.\n
ar_sa: تم تحديد %s كمخزن الدائرة الدائرية للنسخة الحالية.\n
de_de: Basierend auf der aktuellen Netzwerksituation, wechseln Sie zum %s Spiegelserver zum Herunterladen.\n
es_es: Basado en la situación actual de la red, cambie a %s espejo para descargar.\n
fr_fr: Basé sur la situation actuelle du réseau, passer à %s miroir pour le téléchargement.\n
ja_jp: 現在のネットワーク状況に基づき、ダウンロードのために %s ミラーに切り替えます。\n
ko_kr: 현재 네트워크 상황에 따라 %s 미러로 전환하여 다운로드합니다.\n
ru_ru: В зависимости от текущей сетевой ситуации переключитесь на зеркало %s для загрузки.\n
th_th: ขึ้นอยู่กับสถานการณ์เครือข่ายในปัจจุบัน ให้สลับไปที่มิเรอร์ %s เพื่อดาวน์โหลด\n
tr_tr: Şu anda ağ durumuna göre %s çekirdeğini kullanarak indirmeye geçiliyor.\n
uk_ua: Виходячи з поточного стану мережі, переключіть до дзеркала %s для завантаження.\n
vi_vn: Dựa trên tình hình mạng hiện tại, chuyển sang %s để tải về.\n
zh_cn: 根据当前的网络状况, 已切换到 %s 镜像服务器进行下载.\n
zh_hk: 根據當前的網絡狀況, 已切換到 %s 鏡像伺服器進行下載.\n
zh_tw: 根據目前的網路狀況，已切換到 %s 鏡像伺服器進行下載。\n

source: Downloading %s ...\n
ar_sa: تم تحميل %s.\n
de_de: %s wird heruntergeladen ...\n
es_es: Descargando %s ...\n
fr_fr: Téléchargement de %s ...\n
ja_jp: %s をダウンロード中...\n
ru_ru: Загрузка %s ...\n
th_th: ดาวน์โหลด %s ...\n
tr_tr: %s indiriliyor ...\n
uk_ua: Завантаження %s ...\n
vi_vn: Tải về %s ...\n
zh_cn: 下载 %s 中 ...\n
zh_hk: 下載 %s 中 ...\n
zh_tw: 下載 %s 中...\n

source: %s cached.
ar_sa: %s مخبأة.
de_de: %s im Cache.
es_es: %s caché.
fr_fr: %s cache.
ja_jp: %s がキャッシュされました。
ko_kr: %s 가 캐시되었습니다.
ru_ru: %s закэшировано.
th_th: เก็บไว้ในแฟ้มแรนดอม %s
tr_tr: %s önbelleğe alındı.
uk_ua: %s cched.
vi_vn: %s đã lưu trữ.
zh_cn: %s 已缓存.
zh_hk: %s 已緩存.
zh_tw: %s 已快取。

source: Checking hash of %s:
ar_sa: تم التحقق من الهاش %s:
de_de: Prüfung des Hash von %s:
es_es: Comprobando hash de %s:
fr_fr: Vérifie le hash de %s:
ja_jp: %s のハッシュを確認中:
ko_kr: %s 의 해시를 확인하는 중:
ru_ru: Проверка хэша %s:
th_th: ตรวจสอบรหัส %s:
tr_tr: %s hash kontrolü:
uk_ua: Перевірка хешу %s:
vi_vn: Kiểm tra băm của %s:
zh_cn: 检查 %s 的 hash:
zh_hk: 檢查 %s 的 hash:
zh_tw: 檢查 %s 的雜湊值:

source: md5 hash of pat not match, Please reget pat data from the version menu and try again!
ar_sa: الهاش md5 لملفات الخط غير متطابقة، يرجى إعادة تحميل ملفات الخط من قائمة الإصدار وإعادة المحاولة مرة أخرى!
de_de: MD5-Hash von pat stimmt nicht überein. Bitte pat-Daten aus dem Versionsmenü erneut abrufen und erneut versuchen!
es_es: md5 hah de pat no partido, Por favor vuelva a obtener datos de la versión del menú e inténtelo de nuevo!
fr_fr: md5 hash of pat not match, S'il vous plaît récupérez les données pat du menu de version et essayez à nouveau!
ja_jp: patのmd5ハッシュが一致しません。バージョンメニューからpatデータを再取得して、再度試してください！
ko_kr: PAT의 MD5 해시가 일치하지 않습니다. 버전 메뉴에서 PAT 데이터를 다시 가져와서 다시 시도하세요!
ru_ru: md5 хэш pat не совпадает, пожалуйста, получите данные pat заново из меню версий и попробуйте снова!
th_th: md5 ของ pat ไม่ตรงกัน กรุณาดาวน์โหลดใหม่จากเมนู version และลองใหม่อีกครั้ง!
tr_tr: pat dosyasının md5 hash değeri eşleşmiyor, lütfen pat dosyasını versiyon menüsünden alıp tekrar deneyin!
uk_ua: md5 хеш пат не відповідає, Будь ласка, перебудьте дані з меню версії та спробуйте знову!
vi_vn: băm md5 của pat không khớp, vui lòng tải lại dữ liệu pat từ menu phiên bản và thử lại!
zh_cn: pat 的 md5 Hash 不匹配, 请在版本菜单中重新获取 pat 数据后重试!
zh_hk: pat 的 md5 Hash 不匹配, 請在版本選單中重新獲取 pat 數據後重試!
zh_tw: pat 的 md5 雜湊值不相符，請自版本功能表中重新取得 pat 資料並再試一次！

source: Setting hash:
ar_sa: تعيين الهاش:
de_de: Hash setzen:
es_es: Ajuste del hash:
ja_jp: ハッシュを設定中:
ko_kr: 해시 설정:
ru_ru: Установка хэша:
th_th: ตั้งค่า hash:
tr_tr: Ayarlar hash:
uk_ua: Налаштування хешу:
vi_vn: Cài đặt băm:
zh_cn: 设置 hash:
zh_hk: 設定 hash:
zh_tw: 設定雜湊值:

source: Copying files:
ar_sa: نسخ الملفات:
de_de: Dateien werden kopiert:
es_es: Copiar archivos:
fr_fr: Copie des fichiers:
ja_jp: ファイルをコピー中:
ko_kr: 파일 복사 중:
ru_ru: Копирование файлов:
th_th: คัดลอกไฟล์:
tr_tr: Dosyalar kopyalanıyor:
uk_ua: Копіювання файлів:
vi_vn: Sao chép tệp:
zh_cn: 拷贝文件:
zh_hk: 拷貝檔案:
zh_tw: 複製檔案:

source: No disk space left, please clean the cache and try again!
ar_sa: لا يوجد مساحة على القرص، يرجى تنظيف الكاش و المحاولة مرة أخرى!
de_de: Kein Speicherplatz übrig, bitte reinigen Sie den Cache und versuchen Sie es erneut!
es_es: No queda espacio de disco, por favor limpie el caché y vuelva a intentarlo!
fr_fr: Pas d'espace disque laissé, s'il vous plaît nettoyer le cache et essayez à nouveau!
ja_jp: ディスクスペースがありません、キャッシュをクリーニングして再試行してください！
ko_kr: 남은 디스크 공간이 없습니다. 캐시를 정리하고 다시 시도하세요!
ru_ru: На диске не осталось места, очистите кеш и повторите попытку!
th_th: ไม่มีพื้นที่ที่เหลือแล้ว โปรดล้างแคชและลองอีกครั้ง!
tr_tr: Disk alanı kalmadı, lütfen önbelleği temizleyin ve tekrar deneyin!
uk_ua: Ні дисковий простір зліва, будь ласка, очищайте кеш і спробуйте знову!
vi_vn: Không còn không gian trên đĩa, vui lòng dọn dẹp bộ nhớ tạm và thử lại!
zh_cn: 磁盘空间不足, 请清理缓存并重试!
zh_hk: 磁碟空間不足, 請清理快取並重試!
zh_tw: 磁碟空間不足，請清理快取然後再試一次 !

source: Cleaning ...
ar_sa: تنظيف ...
de_de: Wird gereinigt ...
es_es: Limpieza...
fr_fr: Nettoyage...
ja_jp: クリーニング中...
ko_kr: 정리 중...
ru_ru: Очистка ...
th_th: เคลียร์ ...
tr_tr: Temizleniyor ...
uk_ua: Прибирання ...
vi_vn: Dọn dẹp ...
zh_cn: 清除中 ...
zh_hk: 清除中 ...
zh_tw: 清除中...

source: Main menu
ar_sa: القائمة الرئيسية
de_de: Hauptmenü
es_es: Menú principal
fr_fr: Menu principal
ja_jp: メインメニュー
ko_kr: 메인 메뉴
ru_ru: Главное меню
th_th: เมนูหลัก
tr_tr: Ana menü
uk_ua: Головне меню
vi_vn: Menu chính
zh_cn: 主菜单
zh_hk: 主選單
zh_tw: 主功能表
