Repository: RROrg/rr
Catalog: files/initrd/opt/rr/lang/*/LC_MESSAGES/rr.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ko_kr, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: Call \033[1;32mmenu.sh\033[0m to return to menu
ar_sa: اتصل بـ \اتصل بالرقم \033[1;32mmenu.sh\033[0m للعودة إلى القائمة
de_de: Rufen Sie \033[1;32mmenu.sh\033[0m auf, um zum Menü zurückzukehren
es_es: Llame \033[1;32mmenu.sh\033[0m para volver al menú
fr_fr: Appelez \033[1;32mmenu.sh\033[0m pour revenir au menu
ja_jp: \033[1;32mmenu.sh\033[0mを呼び出してメニューに戻る
ko_kr: \033[1;32mmenu.sh\033[0m 메뉴로 돌아가기
ru_ru: Вызовите \033[1;32mmenu.sh\033[0m для возврата в меню
th_th: เรียก \033[1;32mmenu.sh\033[0m เพื่อกลับไปที่เมนู
tr_tr: \033[1;32mmenu.sh\033[0m'i çağırarak menüye geri dönün
uk_ua: Call \033[1;32mmenu.sh\033[0m для повернення в меню
vi_vn: Gọi \033[1;32mmenu.sh\033[0m để quay trở lại menu
zh_cn: 执行 \033[1;32mmenu.sh\033[0m 重新进入设置菜单
zh_hk: 執行 \033[1;32mmenu.sh\033[0m 重新進入設定選單
zh_tw: 執行 \033[1;32mmenu.sh\033[0m 返回功能表

source: The loader is corrupted, please rewrite it!
ar_sa: محمل تالف، يرجى إعادة كتابته!
de_de: Loader ist beschädigt, bitte neu schreiben!
es_es: El cargador está corrupto, por favor reescribirlo!
fr_fr: Le chargeur est corrompu, veuillez le réécrire!
ja_jp: ローダーが破損しているため、再書き込みしてください!
ko_kr: 로더가 손상되었습니다, 다시 작성하세요!
ru_ru: Загрузчик поврежден, пожалуйста, перезапишите его!
th_th: ตัวโหลดมีการสูญหาย, โปรดเขียนใหม่!
tr_tr: Yükleyici bozuk, lütfen yeniden yazın!
uk_ua: Навантажувач пошкоджений, будь ласка, перезапишіть його!
vi_vn: Loader bị hỏng, hãy ghi lại lại!
zh_cn: 引导已损坏, 请重写!
zh_hk: 引導已損壞, 請重寫它!
zh_tw: 開機程式已損壞，請重新寫入！

source: Network devices not found! Please re execute init.sh after connecting to the network!
ar_sa: لا يوجد أجهزة شبكة! يرجى إعادة تشغيل init.sh بعد الإتصال بالشبكة!
de_de: Netzwerkgeräte nicht gefunden! Bitte führen Sie init.sh erneut aus, nachdem Sie eine Verbindung zum Netzwerk hergestellt haben!
es_es: Dispositivos de red no encontrados! Por favor, vuelva a ejecutar init.sh después de conectarse a la red!
fr_fr: Appareils réseau non trouvés! S'il vous plaît réexécuter init.sh après avoir connecté au réseau!
ja_jp: ネットワークデバイスが見つかりません! ネットワークに接続した後、init.sh を再実行してください。
ko_kr: 네트워크 장치를 찾을 수 없습니다! 네트워크 연결 후 init.sh를 다시 실행해주세요!
ru_ru: Сетевые устройства не найдены! Пожалуйста, запустите init.sh повторно после подключения к сети!
th_th: ไม่พบอุปกรณ์เครือข่าย กรุณาเชื่อมต่อเครือข่าย และทำการเรียก init.sh ใหม่อีกครั้ง
tr_tr: Ağ bağlantısı yapıldıktan sonra init.sh'yi yeniden çalıştırın!
uk_ua: Не знайдено мережевих пристроїв Будь ласка, перейдемо в мережі.sh після підключення до мережі!
vi_vn: Không tìm thấy thiết bị mạng! Hãy chạy câu lệnh init.sh để hiển thị menu sau khi kết nối mạng thành công!
zh_cn: 找不到网络设备! 请在连接到网络后重新执行init.sh!
zh_hk: 找不到網路設備! 請在連接到網絡後重新執行 init.sh !
zh_tw: 未找到網路裝置 ! 連接網路後請重新執行 init.sh !

source: The loader disk does not support the current USB Portable Hard Disk.
ar_sa: تحذير: لا يدعم المحمول الUSB التخزين الحالي.
de_de: Das Loader-Laufwerk unterstützt den aktuellen USB-Portable-Hard-Disk nicht.
es_es: El disco del cargador no soporta el USB Portable Hard Disk actual.
fr_fr: Le disque de démarrage ne prend pas en charge la version actuelle %s, seule la version DoM est prise en charge.
ja_jp: ローダーディスクは、現在のUSBポータブルハードディスクをサポートしていません。
ko_kr: 로더 디스크는 현재 USB 포터블 하드 디스크를 지원하지 않습니다.
ru_ru: Загрузочный диск не поддерживает текущий USB ПортабельныйЖесткийДиск.
th_th: Disk Loader ไม่รองรับพอร์ต USB Portable Hard Disk ปัจจุบัน
tr_tr: Yükleyici diski, şu anda bağlı olan USB Portable Hard Disk'i desteklemiyor.
uk_ua: Завантажувач диска не підтримує поточний USB Портабельний Festplatte.
vi_vn: Thiết bị ổ đĩa loader không hỗ trợ ổ đĩa di động USB hiện tại.
zh_cn: 引导磁盘不支持当前USB可移动硬盘。
zh_hk: 載入磁碟不支持當前USB可攜硬碟。

source: The loader disk does not support the current %s, only %s DoM is supported.
ar_sa: تحذير: لا يدعم المحمول الUSB التخزين الحالي %s، فقط %s DoM مدعومة.
de_de: Das Loader-Laufwerk unterstützt den aktuellen %s nicht, nur %s DoM wird unterstützt.
es_es: El disco del cargador no soporta el %s actual, solo se soporta %s DoM.
fr_fr: Le disque de démarrage ne prend pas en charge la version actuelle %s, seule la version DoM est prise en charge.
ja_jp: ローダーディスクは、現在の%sをサポートしていません。%s のみがサポートされています。
ko_kr: 부팅 디스크는 현재 %s 를 지원하지 않습니다. %s DoM만 지원합니다.
ru_ru: Загрузочный диск не поддерживает текущий %s, поддерживается только %s DoM.
th_th: Disk Loader ไม่รองรับ %s, เท่านั้น %s DoM ที่รองรับ
tr_tr: Yükleyici diski, şu anda bağlı olan %s'i desteklemiyor, sadece %s DoM destekleniyor.
uk_ua: Завантажувач диска не підтримує поточний %s, лише %s DoM підтримується.
vi_vn: Ổ đĩa chứa boot không hỗ trợ %s, chỉ hỗ trợ ổ đĩa DoM.
zh_cn: 引导盘不支持当前 %s, 只支持 %s DoM.
zh_hk: 引導盤不支持當前 %s, 僅支援 %s DoM.

source: Loader disk:
ar_sa: ديس التحميل:
de_de: Ladedisk:
es_es: Disco mayor:
fr_fr: Disque de charge:
ja_jp: ローダーディスク：
ko_kr: 부팅 디스크:
ru_ru: Загрузочный диск:
th_th: ตัวโหลดดิสก์:
tr_tr: Yükleyici disk:
uk_ua: Навантажувач диск:
vi_vn: Ổ đĩa chứa loader:
zh_cn: 引导盘:
zh_hk: 引導盤:
zh_tw: 開機碟:

source: Loading keymap:
ar_sa: تحميل مفاتيح المفاتيح:
de_de: Tastaturbelegung wird geladen:
es_es: Cargando mapa de teclas:
fr_fr: Chargement de la configuration clavier:
ja_jp: キーマップの読み込み中：
ko_kr: 키맵 로드 중:
ru_ru: Загрузка карты клавиш:
th_th: โหลดแผนผังการตั้งค่า:
tr_tr: Kullanıcı tuş kartı yükleniyor:
uk_ua: Завантаження клавіатури:
vi_vn: Đang tải keymap:
zh_cn: 加载键盘映射:
zh_hk: 加載 keymap:
zh_tw: 載入 keymap:

source: User requested edit settings.
ar_sa: طلب المستخدم تعديل الإعدادات.
de_de: Benutzer hat das Bearbeiten der Einstellungen angefordert.
es_es: Configuración de edición solicitada por el usuario.
fr_fr: L'utilisateur a demandé des paramètres de modification.
ja_jp: ユーザーが設定の編集を要求しました。
ko_kr: 사용자가 설정 변경을 요청했습니다.
ru_ru: Пользователь запросил изменение настроек.
th_th: ผู้ใช้ร้องขอแก้ไขการตั้งค่า
tr_tr: Kullanıcı ayarlarını düzenlemek ist.
uk_ua: Користуйтеся налаштуваннями редагування користувача.
vi_vn: Người dùng đã yêu cầu sửa thiết lập.
zh_cn: 用户触发编辑设置.
zh_hk: 用戶觸發編輯設定.
zh_tw: 使用者要求編輯設定。

source: Docker edit settings.
ar_sa: تعديل إعدادات ال Docker.
de_de: Docker bearbeiten der Einstellungen.
es_es: Editar configuración de Docker.
fr_fr: Paramètres de modification Docker.
ja_jp: Docker 設定の編集。
ko_kr: Docker 설정 변경.
th_th: แก้ไขการตั้งค่า
tr_tr: Docker ayarlarını düzenlemek.
uk_ua: Налаштування Docker редагування.
vi_vn: Docker sửa thiết lập.
zh_cn: Docker 编辑设置.
zh_hk: Docker 編輯設定.

source: Loader boot failed
ar_sa: فشل التشغيل
de_de: Loader-Boot ist fehlgeschlagen
es_es: Fallo de arranque del cargador
fr_fr: Le démarrage du chargeur a échoué
ja_jp: ローダーのブートに失敗しました
ko_kr: 부팅 실패
ru_ru: Загрузка загрузчика не удалась
th_th: การเริ่มต้นตัวโหลดล้มเหลว
tr_tr: Yükleyici önyükleme başarısız oldu
uk_ua: Завантаження навантажувача не вдалося
vi_vn: Boot loader không thành công
zh_cn: 引导失败

source: Please re configure the loader and try again.
ar_sa: الرجاء إعادة تهيئة المحمول و المحاولة مرة أخرى.
de_de: Bitte konfigurieren Sie den Loader erneut und versuchen Sie es erneut.
es_es: Por favor, reconfigure el cargador y vuelva a intentarlo.
fr_fr: Veuillez reconfigurer le chargeur et réessayer.
ja_jp: ローダーを再設定して、もう一度お試しください。
ko_kr: 로더를 다시 구성하고 다시 시도하십시오.
ru_ru: Пожалуйста, перенастройте загрузчик и повторите попытку.
th_th: โปรดตั้งค่าตัวโหลดใหม่และลองอีกครั้ง
tr_tr: Lütfen yükleyiciyi yeniden yapılandırın ve tekrar deneyin.
uk_ua: Будь ласка, переконатися, що навантажувач налаштований і спробуйте знову.
vi_vn: Hãy cấu hình lại loader và thử lại.
zh_cn: 请重新配置引导并重新尝试.

source: Access \033[1;34mhttp://%s:%d\033[0m to configure the loader via web terminal.
ar_sa: الوصول \033[1;34mhttp://%s:%d\033[0m لتهيئة المحل عبر شبكة الويب.
de_de: Greifen Sie auf \033[1;34mhttp://%s:%d\033[0m zu, um den Loader über das Web-Terminal zu konfigurieren.
es_es: Acceso \033[1;34mhttp://%s:%d\033[0m para configurar el cargador a través de la terminal web.
fr_fr: Accédez à \033[1;34mhttp://%s:%d\033[0m pour configurer le chargeur via le terminal web.
ja_jp: ウェブターミナルを介してローダーを設定するには、\033[1;34mhttp://%s:%d\033[0mにアクセスします。
ko_kr: 브라우저에서 \033[1;34mhttp://%s:%d\033[0m 로 이동하여,웹 터미널을 통해 로더를 구성할 수 있습니다.
ru_ru: Доступ к \033[1;34mhttp://%s:%d\033[0m для настройки загрузчика через веб-терминал.
th_th: สำหรับการตั้งค่าโหลดดิสก์ผ่าน터มินัลเว็บ \033[1;34mhttp://%s:%d\033[0m
tr_tr: \033[1;34mhttp://%s:%d\033[0m ile yükleyiciyi web terminal üzerinden yapılandırın.
uk_ua: Доступ \033[1;34mhttp://%s:%d\033[0m для налаштування навантажувача через веб-термінал.
vi_vn: Truy cập vào \033[1;34mhttp://%s:%d\033[0m để cấu hình loader từ trang web.
zh_cn: 在浏览器中访问 \033[1;34mhttp://%s:%d\033[0m 进入 WEB 终端进行配置.
zh_hk: 在瀏覽器中訪問 \033[1;34mhttp://%s:%d\033[0m 進入 WEB 終端進行配寘.
zh_tw: 在瀏覽器中瀏覽 \033[1;34mhttp://%s:%d\033[0m 進入 WEB 終端進行設置。

source: Call \033[1;32minit.sh\033[0m to re get init info\n
ar_sa: استدعاء \033[1;32minit.sh\033[0m للحصول على معلومات تهيئة جديدة\n
de_de: Rufen Sie \033[1;32minit.sh\033[0m auf, um die Initialisierungsinformationen erneut zu erhalten\n
es_es: Llame a \033[1;32minit.sh\033[0m para volver a obtener información de entrada\n
fr_fr: Appelez \033[1;32minit.sh\033[0m pour obtenir l'information d'init\n
ja_jp: して初期情報を取得します\033[1;32minit.sh\033[0mを呼び出します\n
ko_kr: \033[1;32minit.sh\033[0m 초기화 정보를 다시 얻으려면\n
ru_ru: Вызовите \033[1;32minit.sh\033[0m, чтобы повторно получить информацию об инициализации\n
th_th: เรียก \033[1;32minit.sh\033[0m เพื่อเริ่มต้นใหม่\n
tr_tr: \033[1;32minit.sh\033[0m ile yükleyici bilgilerini yeniden alın\n
uk_ua: Call \033[1;32minit.sh\033[0m для отримання інформації про вхід\n
vi_vn: Chạy câu lệnh \033[1;32minit.sh\033[0m để lấy thông tin ban đầu\n
zh_cn: 执行 \033[1;32minit.sh\033[0m 重新获取初始化信息\n
zh_hk: 執行 \033[1;32minit.sh\033[0m 重新获取初始化信息\n
zh_tw: 執行 \033[1;32minit.sh\033[0m 重新取得初始資訊\n

source: Call \033[1;32mmenu.sh\033[0m to configure loader\n
ar_sa: استدعاء \033[1;32mmenu.sh\033[0m لتهيئة المحل\n
de_de: Rufen Sie \033[1;32mmenu.sh\033[0m auf, um den Loader zu konfigurieren\n
es_es: Llame \033[1;32mmenu.sh\033[0m para configurar el cargador\n
fr_fr: Appelez \033[1;32mmenu.sh\033[0m pour configurer le chargeur\n
ja_jp: ローダーを設定するには\033[1;32mmenu.sh\033[0mを呼び出します\n
ko_kr: \033[1;32mmenu.sh\033[0m 명령어를 사용하여 로더를 구성할 수 있습니다\n
ru_ru: Вызовите \033[1;32mmenu.sh\033[0m для настройки загрузчика\n
th_th: เรียก \033[1;32mmenu.sh\033[0m เพื่อตั้งค่าโหลด\n
tr_tr: \033[1;32mmenu.sh\033[0m ile yükleyiciyi yapılandırın\n
uk_ua: Call \033[1;32mmenu.sh\033[0m для налаштування навантажувача\n
vi_vn: Chạy câu lệnh \033[1;32mmenu.sh\033[0m để cấu hình loader\n
zh_cn: 执行 \033[1;32mmenu.sh\033[0m 进入设置菜单\n
zh_hk: 執行 \033[1;32mmenu.sh\033[0m 進入設定選單\n
zh_tw: 執行 \033[1;32mmenu.sh\033[0m 以設定開機檔\n

source: User config is on \033[1;32m%s\033[0m\n
ar_sa: إعداد المستخدم على \033[1;32m%s\033[0m\n
de_de: Benutzerkonfig ist auf \033[1;32m%s\033[0m\n
es_es: Configuración de usuario está en \033[1;32m%s\033[0m\n
fr_fr: L'utilisateur config est sur \033[1;32m%s\033[0m\n
ja_jp: ユーザー設定は\033[1;32m%s\033[0mです\n
ko_kr: 사용자 구성이 \033[1;32m%s\033[0m에 있습니다\n
ru_ru: Конфигурация пользователя находится в \033[1;32m%s\033[0m\n
th_th: การตั้งค่าผู้ใช้อยู่ที่ \033[1;32m%s\033[0m\n
tr_tr: Kullanıcı yapılandırması \033[1;32m%s\033[0m\n
uk_ua: Користувацькаkonfig вказує на \033[1;32m%s\033[0m\n
vi_vn: Người dùng đã cấu hình trên \033[1;32m%s\033[0m\n
zh_cn: 用户配置文件位于 \033[1;32m%s\033[0m\n
zh_hk: 設定檔位於 \033[1;32m%s\033[0m\n
zh_tw: 使用者設定位於 \033[1;32m%s\033[0m\n

source: SSH port is \033[1;31m%d\033[0m, The \033[1;31mroot\033[0m password has been changed\n
ar_sa: منفذ SSH هو \033[1;31m%d\033[0m، تم تغيير كلمة مرور \033[1;31mroot\033[0m\n
de_de: SSH-Port ist \033[1;31m%d\033[0m, Das \033[1;31mroot\033[0m-Passwort wurde geändert\n
es_es: La puerta de enlace SSH es \033[1;31m%d\033[0m, la contraseña de \033[1;31mroot\033[0m ha cambiado\n
fr_fr: Le port SSH est \033[1;31m%d\033[0m, Le mot de passe de \033[1;31mroot\033[0m a été modifié\n
ja_jp: SSHポートは\033[1;31m%d\033[0mです。\033[1;31mroot\033[0mのパスワードが変更されました\n
ko_kr: SSH 포트는 \033[1;31m%d\033[0m이고, \033[1;31mroot\033[0m 비밀번호가 변경되었습니다\n
ru_ru: SSH порт \033[1;31m%d\033[0m, Пароль пользователя \033[1;31mroot\033[0m был изменен\n
th_th: พอร์ต SSH คือ \033[1;31m%d\033[0m รหัสผ่าน \033[1;31mroot\033[0m ได้ถูกเปลี่ยนแล้ว\n
tr_tr: SSH bağlantı noktası \033[1;31m%d\033[0m, \033[1;31mroot\033[0m şifresi değiştirildi\n
uk_ua: SSH порт \033[1;31m%d\033[0m, пароль \033[1;31mroot\033[0m змінено\n
zh_cn: SSH 端口为 \033[1;31m%d\033[0m, \033[1;31mroot\033[0m 密码已修改\n
zh_hk: SSH 端口為 \033[1;31m%d\033[0m, \033[1;31mroot\033[0m 密碼已修改\n
zh_tw: SSH 埠為 \033[1;31m%d\033[0m, \033[1;31mroot\033[0m 密碼已修改\n

source: SSH port is \033[1;31m%d\033[0m, The \033[1;31mroot\033[0m password is \033[1;31m%s\033[0m\n
ar_sa: منفذ SSH هو \033[1;31m%d\033[0m، كلمة مرور \033[1;31mroot\033[0m هي \033[1;31m%s\033[0m\n
de_de: SSH-Port ist \033[1;31m%d\033[0m, Das \033[1;31mroot\033[0m-Passwort ist \033[1;31m%s\033[0m\n
es_es: La puerta de enlace SSH es \033[1;31m%d\033[0m, la contraseña de \033[1;31mroot\033[0m es \033[1;31m%s\033[0m\n
fr_fr: Le port SSH est \033[1;31m%d\033[0m, Le mot de passe de \033[1;31mroot\033[0m est \033[1;31m%s\033[0m\n
ja_jp: SSHポートは\033[1;31m%d\033[0mです。\033[1;31mroot\033[0mのパスワードは\033[1;31m%s\033[0mです\n
ko_kr: SSH 포트는 \033[1;31m%d\033[0m이고, \033[1;31mroot\033[0m 비밀번호는 \033[1;31m%s\033[0m입니다\n
ru_ru: SSH порт \033[1;31m%d\033[0m, Пароль пользователя \033[1;31mroot\033[0m \033[1;31m%s\033[0m\n
th_th: พอร์ต SSH คือ \033[1;31m%d\033[0m รหัสผ่าน \033[1;31mroot\033[0m คือ \033[1;31m%s\033[0m\n
tr_tr: SSH bağlantı noktası \033[1;31m%d\033[0m, \033[1;31mroot\033[0m şifresi \033[1;31m%s\033[0m\n
uk_ua: SSH порт \033[1;31m%d\033[0m, пароль \033[1;31mroot\033[0m \033[1;31m%s\033[0m\n
zh_cn: SSH 端口为 \033[1;31m%d\033[0m, \033[1;31mroot\033[0m 密码为 \033[1;31m%s\033[0m\n
zh_hk: SSH 端口為 \033[1;31m%d\033[0m, \033[1;31mroot\033[0m 密碼為 \033[1;31m%s\033[0m\n
zh_tw: SSH 埠為 \033[1;31m%d\033[0m, \033[1;31mroot\033[0m 密碼為 \033[1;31m%s\033[0m\n

source: You have less than 4GB of RAM, if errors occur in loader creation, please increase the amount of memory.
ar_sa: لا يوجد حاليا 4 جيجابايت من الذاكرة, في حالة حدوث خطأ في عملية بناء الملفات, يرجى زيادة حجم الذاكرة.
de_de: Sie haben weniger als 4 GB RAM, falls Fehler bei der Erstellung des Loaders auftreten, erhöhen Sie bitte die Speichermenge.
es_es: Usted tiene menos de 4 GB de RAM, si los errores ocurren en la creación de cargadores, por favor aumentar la cantidad de memoria.
fr_fr: Vous avez moins de 4 Go de RAM, si des erreurs se produisent dans la création de chargeur, s'il vous plaît augmenter la quantité de mémoire.
ja_jp: RAMが4GB未満の場合、ローダーの作成中にエラーが発生する場合があります。その場合は、メモリの量を増やしてください。
ko_kr: RAM이 4GB 미만인 경우 부팅을 생성할 때 오류가 발생하면 메모리를 늘리세요.
ru_ru: У вас меньше 4 ГБ оперативной памяти, если при создании загрузчика возникают ошибки, увеличьте объем памяти.
th_th: คุณมี RAM น้อยกว่า 4GB, หากเกิดข้อผิดพลาดในการสร้างโหลดกรุณาเพิ่มจำนวน RA
tr_tr: 4GB'dan az RAM varsa, yükleyici oluşturulurken hata oluşursa, belleği artırın.
uk_ua: Ви маєте менше 4 Гб оперативної пам'яті, якщо виникають помилки у створенні навантажувача, будь ласка, збільшення кількості пам'яті.
vi_vn: Bạn có ít hơn 4Gb RAM, nếu xảy ra lỗi trong quá trình tạo loader hãy nâng cấp thêm RAM.
zh_cn: 您的 RAM 不足 4GB, 如果在创建引导时出现错误, 请增加内存.
zh_hk: 您的 RAM 不足 4GB, 如果在創建引導時出現錯誤, 請新增記憶體.
zh_tw: 您的記憶體不足 4GB，如果在建立開機檔時出現錯誤，請增加記憶體。

source: The menu.sh instance is already running in another terminal. To avoid conflicts, please operate in one instance only.
ar_sa: النظام في_terminal آخر، يرجى التأكد من عدم وجود نسخة أخرى قيد التشغيل.
de_de: Das menu.sh-Beispiel läuft bereits in einem anderen Terminal. Um Konflikte zu vermeiden, betätigen Sie bitte nur in einer Instanz.
es_es: La instancia menu.sh ya se está ejecutando en otra terminal. Para evitar conflictos, por favor operar en una instancia solo.
fr_fr: L'instance de menu.sh est déjà en cours d'exécution dans un autre terminal. Pour éviter les conflits, veuillez effectuer des opérations dans une seule instance.
ja_jp: menu.sh インスタンスは別の端末ですでに実行されています。競合を避けるため、1つのインスタンスのみで操作してください。
ko_kr: menu.sh 인스턴스는 다른 터미널에서 이미 실행 중입니다. 충돌을 피하기 위해 하나의 인스턴스에서만 작동하세요.
ru_ru: Экземпляр menu.sh уже запущен в другом терминале. Для избежания конфликтов, работайте в одном экземпляре только.
th_th: ตัวอย่างของ menu.sh กำลังทำงานใน_TERMINAL_อื่น โปรดทำการดำเนินการในตัวอย่างเดียวเพื่อหลีกเลี่ยงปัญหา
tr_tr: menu.sh örneği başka bir terminalde çalışıyor. Çakışmaları önlemek için lütfen tek bir örnekte çalışın.
uk_ua: Меню.sh екземпляр вже працює в іншому терміналі. Для уникнення конфліктів, будь ласка, працюйте лише в однему екземплярі.
vi_vn: Các phiên bản menu.sh đã được chạy trong một terminal khác. Để tránh xung đột, hãy thực hiện trong một phiên bản duy nhất.
zh_cn: menu.sh 实例已经在另一个终端中运行, 为了避免冲突, 请仅在一个实例中操作.
zh_hk: menu.sh 的實例已經在另一個終端機運行, 為了避免衝突, 請在一個實例中操作.
zh_tw: menu.sh 的實例已經在另一個終端機運行, 為了避免衝突, 請在一個實例中操作。

source: Model
ar_sa: الموديل
de_de: Modell
es_es: Modelo
fr_fr: Modèle
ja_jp: モデル
ko_kr: 모델
ru_ru: Модель
th_th: แบบอย่าง
uk_ua: Модель
zh_cn: 型号
zh_hk: 型號
zh_tw: 型號

source: Getting models ...
ar_sa: الحصول على الموديلات ...
de_de: Modelle werden abgerufen ...
es_es: Obtener modelos ...
fr_fr: Obtenir les modèles ...
ja_jp: モデルを取得しています...
ko_kr: 모델을 가져오는 중...
ru_ru: Получение моделей ...
th_th: ดึงแบบอย่าง ...
tr_tr: Modeller alınıyor ...
uk_ua: Отримання моделей ...
vi_vn: Đang lấy danh sách thiết bị ...
zh_cn: 获取型号中 ...
zh_hk: 獲取型號中 ...
zh_tw: 檢測型號...

source: Unable to connect to Synology website, Please check the network and try again, or use 'Parse Pat'!
ar_sa: غير قادر على الاتصال بموقع Synology، يرجى التحقق من الشبكة و المحاولة مرة أخرى، أو استخدم 'Parse Pat'!
de_de: Verbindung zur Synology-Website nicht möglich. Bitte überprüfen Sie das Netzwerk und versuchen Sie es erneut oder verwenden Sie 'Parse Pat'!
es_es: No se puede conectar a la página web de Synology, por favor, compruebe la red y vuelva a intentarlo, o utilice 'Parse Pat'!
fr_fr: Impossible de se connecter au site Synology, Veuillez vérifier le réseau et réessayer, ou utilisez 'Parse Pat'!
ja_jp: Synologyのサイトに接続できません。ネットワーク接続を確認して、再試行してください。または、'Parse Pat'を使用してください！
ko_kr: Synology 사이트에 연결할 수 없습니다. 네트워크를 확인하고 다시 시도하세요. 또는 'Parse Pat'을 사용하세요!
ru_ru: Не удалось подключиться к сайту Synology, проверьте сеть и повторите попытку, или используйте 'Парсинг пат'!
th_th: ไม่สามารถเชื่อมต่อกับเว็บไซต์ Synology, ตรวจสอบเครือข่ายและลองใหม่อีกครั้ง หรือใช้ 'Parse Pat'!
tr_tr: Synology sitesine bağlanılamadı, lütfen ağ bağlantısını kontrol edin ve tekrar deneyin, veya 'Parse Pat' kullanın!
uk_ua: Не вдалося підключитися до сайту Synology, Будь ласка, перевірте мережу та спробуйте ще раз, або використовуйте 'Парсинг пат'!
vi_vn: Không thể kết nối đến trang Synology, hãy kiểm tra lại kết nối mạng và thử lại, hoặc sử dụng 'Parse Pat'!
zh_cn: 无法连接到 Synology 网站, 请检查网络并重试, 或者使用 '解析 Pat'!
zh_hk: 無法連接到 Synology 網站, 請檢查網絡並重試, 或者使用 '解析 Pat'!
zh_tw: 無法連接到 Synology 網站，請檢查網路連線然後重試，或使用 '解析 Pat' ！

source: Disable flags restriction
ar_sa: تعطيل القيود على العلامات
de_de: Zugriffsbeschränkung (flags) deaktivieren
es_es: Restricción de las banderas deshabilitadas
fr_fr: Limitation des drapeaux handicapés
ja_jp: フラグ制限を無効にする
ko_kr: 플래그 제한 비활성화
ru_ru: Отключить ограничение флагов
th_th: ปิดการจำกัดค่าของตัวแปร
tr_tr: Flagların kısıtlamasını devre dışı bırak
uk_ua: Вимкнути обмеження прапорів
vi_vn: Tắt hạn chế cờ
zh_cn: 禁用标志限制
zh_hk: 禁用標誌限制
zh_tw: 停用標誌限制

source: Choose the model
ar_sa: اختيار الموديل
de_de: Modell auswählen
es_es: Elija el modelo
fr_fr: Choisissez le modèle
ja_jp: モデルを選択
ko_kr: 모델을 선택 하세요
ru_ru: Выберите модель
th_th: เลือกแบบอย่าง
tr_tr: Modeli seçin
uk_ua: Виберіть модель
vi_vn: Chọn thiết bị
zh_cn: 选择型号
zh_hk: 選擇型號
zh_tw: 選擇型號

source: DT: Disk identification method is device tree
ar_sa: DT: طريقةindentification الذاكرة هو شجرة الجهاز
de_de: DT: Disk-Identifikationsmethode ist Device Tree
es_es: DT: Método de identificación de disco es de árbol de dispositivos
fr_fr: DT: Méthode d'identification du disque est l'arbre de noeuds
ja_jp: DT: ディスク識別方法はデバイスツリーです
ko_kr: DT: 디바이스 트리를 사용하여 디스크를 식별합니다
ru_ru: DT: Метод идентификации диска - дерево устройств
th_th: DT: วิธีการindentify disk คือ device tree
tr_tr: DT: Disk tanımlama yöntemi cihaz ağacı
uk_ua: DT: Метод ідентифікації диска - дерево пристроїв
vi_vn: DT: Phương thức xác định ổ đĩa là cấu trúc cây
zh_cn: DT: 磁盘识别方法是设备树
zh_hk: DT: 硬盤識別方法為設備樹
zh_tw: DT: 硬碟識別方法為設備樹

source: G: Support iGPU; N: Support NVMe; H: Support HBA
ar_sa: G: دعم iGPU; N: دعم NVMe; H: دعم HBA
de_de: G: Unterstützung iGPU; N: Unterstützung NVMe; H: Unterstützung HBA
es_es: G: Apoyo iGPU; N: Apoyo NVMe; H: Apoyo HBA
fr_fr: G: Prise en charge de l'IGPU; N: Prise en charge de NVMe; H: Prise en charge de HBA
ja_jp: G: iGPUをサポート; N: NVMeをサポート; H: HBAをサポート
ko_kr: G: iGPU 지원; N: NVMe 지원; H: HBA 지원
ru_ru: G: Поддержка iGPU; N: Поддержка NVMe; H: Поддержка HBA
th_th: G: รองรับ iGPU; N: รองรับ NVMe; H: รองรับ HBA
tr_tr: G: iGPU desteği; N: NVMe desteği; H: HBA desteği
uk_ua: G: підтримка iGPU; N: підтримка NVMe; H: підтримка HBA
vi_vn: G: Hỗ trợ iGPU; N: Hỗ trợ NVMe; H: Hỗ trợ HBA
zh_cn: G: 支持 iGPU; N: 支持 NVMe; H: 支持 HBA
zh_hk: G: 支持 iGPU; N: 支持 NVMe; H: 支持 HBA
zh_tw: G: 支援 iGPU; N: 支援 NVMe; H: 支援 HBA

source: Product Version
ar_sa: إصدار المنتج
de_de: Produktversion
es_es: Versión de Producto
fr_fr: Version du produit
ja_jp: 製品バージョン
ko_kr: DSM 버전
ru_ru: Версия продукта
th_th: รุ่นผลิตภัณฑ์
tr_tr: Ürün sürümü
uk_ua: Версія продукту
vi_vn: Phiên bản sản phẩm
zh_cn: 版本
zh_hk: 版本
zh_tw: 產品版本

source: Choose a product version
ar_sa: اختيار إصدار المنتج
de_de: Produktversion auswählen
es_es: Elija una versión del producto
fr_fr: Choisissez une version produit
ja_jp: 製品バージョンを選択
ko_kr: 버전 선택
ru_ru: Выберите версию продукта
th_th: เลือกรุ่นผลิตภัณฑ์
tr_tr: Ürün sürümünü seçin
uk_ua: Виберіть версію продукту
vi_vn: Chọn phiên bản sản phẩm
zh_cn: 选择版本
zh_hk: 選擇版本
zh_tw: 選擇產品版本

source: The current version has been set to %s. Do you want to reset the version?
ar_sa: إصدار الحالي تم تعيينه إلى %s. هل تريد إعادة تعيين الإصدار؟
de_de: Die aktuelle Version wurde auf %s gesetzt. Möchten Sie die Version zurücksetzen?
es_es: La versión actual se ha fijado en %s. ¿Quieres restablecer la versión?
fr_fr: La version actuelle a été définie à %s. Voulez-vous réinitialiser la version?
ja_jp: 現在のバージョンは %s に設定されています。バージョンをリセットしますか？
ko_kr: 현재 버전이 %s 로 설정되었습니다. 버전을 재설정 하시겠습니까?
ru_ru: Текущая версия установлена на %s. Хотите сбросить версию?
th_th: รุ่นปัจจุบันถูกตั้งเป็น %s ต้องการตั้งรุ่นใหม่หรือไม่?
tr_tr: %s sürümü şu anda ayarlanmıştır. Bu sürüğü sıfırlamak ister misiniz?
uk_ua: Поточна версія була встановлена до %s. Ви хочете скинути версію?
vi_vn: Phiên bản hiện tại là %s. Bạn có muốn cài lại phiên bản ?
zh_cn: 当前版本已设置为 %s. 是否要重置版本?
zh_hk: 當前版本已設定為 %s. 是否要重置版本?
zh_tw: 目前版本已設定為 %s。是否要重設版本？

source: Get pat data ...
ar_sa: الحصول على بيانات PAT ...
de_de: Pat-Daten abrufen ...
es_es: Obtener datos pat ...
fr_fr: Obtenir des données pat ...
ja_jp: patデータを取得しています...
ko_kr: pat 데이터 가져오기..
ru_ru: Получение данных pat ...
th_th: รับข้อมูล PAT ...
tr_tr: pat verisi alınıyor ...
uk_ua: Отримати дані pat ...
vi_vn: Lấy dữ liệu pat ...
zh_cn: 获取 pat 数据 ...
zh_hk: 獲取 pat 數據 ...
zh_tw: 取得 pat 資料...

source: Addons
ar_sa: إضافات
es_es: Nombres de complementos
ja_jp: アドオン
ko_kr: 애드온
ru_ru: Дополнения
th_th: อะอdio
tr_tr: Eklentiler
uk_ua: Доповнення
zh_cn: 插件
zh_hk: 挿件
zh_tw: 增益集

source: Retry
ar_sa: إعادة المحاولة
de_de: Erneut versuchen
es_es: Reintentar
ja_jp: 再試行
ko_kr: 재시도
ru_ru: Повторить
th_th: รีเทิร์น
tr_tr: Yeniden Dene
uk_ua: Повторити
vi_vn: Thử lại
zh_cn: 重试
zh_hk: 重試
zh_tw: 重試
