Repository: RROrg/rr
Catalog: files/initrd/opt/rr/lang/*/LC_MESSAGES/rr.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ko_kr, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: This feature will allow you to downgrade the installation by removing the VERSION file from the first partition of all disks.\n
ar_sa: هذه الميزة تسمح لك بإزالة ملف الإصدار من الصلب في جميع الأقراص الأصلية.\n
de_de: Diese Funktion ermöglicht es Ihnen, die Installation herabzustufen, indem Sie die VERSION-Datei aus der ersten Partition aller Festplatten entfernen.\n
es_es: Esta característica le permitirá reducir la instalación eliminando el archivo VERSION de la primera partición de todos los discos.\n
fr_fr: Cette fonctionnalité vous permettra de réduire l'installation en supprimant le fichier VERSION de la première partition de tous les disques.\n
ja_jp: この機能を使用すると、すべてのディスクの最初のパーティションからVERSIONファイルを削除することで、インストールをダウングレードできます。\n
ko_kr: 이 기능을 사용하면 모든 디스크의 첫 번째 파티션에서 버전 파일을 제거하여 설치를 다운그레이드할 수 있습니다.\n
ru_ru: Эта функция позволит вам понизить версию установки, удалив файл VERSION из первого раздела всех дисков.\n
th_th: คุณลักษณะนี้จะช่วยให้คุณสามารถดาวน์เกรดการติดตั้งโดยการลบไฟล์ VERSION ออกจากพาร์ติชันแรกของดิสก์ทั้งหมด\n
tr_tr: Bu özellik, tüm disklerin ilk bölümünden VERSION dosyasını kaldırarak yüklemeyi geri almanıza olanak tanır.\n
uk_ua: Ця функція дозволить вам знизити монтаж, видаливши файл VERSION з першого розділу всіх дисків.\n
vi_vn: Tính năng này cho phép bạn quay trở lại phiên bản cũ bằng cách xóa tệp VERSION từ phân vùng đầu tiên của tất cả các đĩa.\n
zh_cn: 此功能通过删除所有磁盘的第一个分区的 VERSION 文件来允许你降级安装.\n
zh_hk: 此功能通過删除所有磁碟的第一個分區的 VERSION 檔案來允許你降級安裝.\n
zh_tw: 此功能透過删除所有磁碟第一個分區的 VERSION 檔案以允許你降級安裝。\n

source: No DSM system partition(md0) found!\nPlease insert all disks before continuing.
ar_sa: لمجلد DSM غير موجود (md0)!\nيرجى إدراج جميع الديسكات قبل المتابعة.
de_de: Keine DSM-Systempartition (md0) gefunden!\nBitte legen Sie alle Festplatten ein, bevor Sie fortfahren.
es_es: ¡No se encontró ninguna partición del sistema DSM(md0)!\nInserte todos los discos antes de continuar.
fr_fr: Aucune partition système DSM(md0) trouvée !\nVeuillez insérer tous les disques avant de continuer.
ja_jp: DSM システム パーティション (md0) が見つかりません!\n続行する前にすべてのディスクを挿入してください。
ko_kr: DSM 시스템 파티션(md0)을 찾을 수 없습니다!\n계속하기 전에 모든 디스크를 삽입하십시오.
ru_ru: Системный раздел DSM (md0) не найден!\nПеред продолжением вставьте все диски.
th_th: ไม่พบพาร์ติชั่น DSM (md0)!\nกรุณาใส่ดิสก์ก่อนดำเนินการต่อ
tr_tr: DSM sistem disk bölümü(md0) bulunamadı!\nDevam etmeden önce tüm diskleri ekleyin.
uk_ua: Системний розділ DSM (md0) не знайдено!\nБудь ласка, вставте всі диски, перш ніж продовжити.
vi_vn: Không tìm thấy phân vùng DSM (md0)!\nVui lòng chèn tất cả các ổ đĩa trước khi tiếp tục.
zh_cn: 未找到 DSM 系统分区(md0)! \n请插入所有磁盘，然后再继续.
zh_hk: 找不到 DSM 系統分割區(md0)!\n請插入所有磁碟, 然後再繼續.
zh_tw: 找不到 DSM 系統分割區(md0)！\n請先插入所有磁碟，然後再繼續。

source: Removing ...
ar_sa: إزالة ...
de_de: Wird entfernt ...
es_es: Eliminando...
fr_fr: Enlever...
ja_jp: 削除中...
ko_kr: 제거 중...
ru_ru: Удаление...
th_th: กำลังลบ...
tr_tr: Kaldırılıyor ...
uk_ua: Видалення ...
vi_vn: Xóa ...
zh_cn: 删除中 ...
zh_hk: 删除中...
zh_tw: 移除中 ...

source: Remove VERSION file for DSM system partition(md0) completed.
ar_sa: تم إزالة ملف الإصدار من الصلب في الصلب الخاص بـ DSM (md0).
de_de: Das Entfernen der VERSION-Datei für die DSM-Systempartition (md0) ist abgeschlossen.
es_es: Se completó la eliminación del archivo VERSIÓN para la partición del sistema DSM(md0).
fr_fr: Suppression du fichier VERSION pour la partition système DSM(md0) terminée.
ja_jp: DSM システム パーティション (md0) の VERSION ファイルの削除が完了しました。
ko_kr: DSM 시스템 파티션(md0)에 대한 버전 파일 제거가 완료되었습니다.
ru_ru: Удаление файла VERSION для системного раздела DSM (md0) завершено.
th_th: ลบไฟล์ VERSION สำหรับพาร์ติชันระบบ DSM (md0) เสร็จสมบูรณ์
tr_tr: DSM sistem bölümü için VERSION dosyası kaldırıldı.
uk_ua: Видалення файлу VERSION для системного розділу DSM (md0) завершено.
vi_vn: Xóa tệp VERSION từ phân vùng đầu tiên của DSM đã hoàn tất.
zh_cn: 删除 DSM 系统分区 (md0) 的 VERSION 文件已完成.
zh_hk: 刪除 DSM 系統分割區 (md0) 的 VERSION 檔案已完成.
zh_tw: 刪除 DSM 系統分割區 (md0) 的 VERSION 檔案已完成。

source: Remove VERSION file for DSM system partition(md0) failed.
ar_sa: تم فشل إزالة ملف الإصدار من الصلب في الصلب الخاص بـ DSM (md0).
de_de: Entfernen der VERSION-Datei für die DSM-Systempartition (md0) ist fehlgeschlagen.
es_es: Error al eliminar el archivo VERSION de la partición del sistema DSM (md0).
fr_fr: Échec de la suppression du fichier VERSION pour la partition système DSM(md0)
ja_jp: DSM システム パーティション (md0) の VERSION ファイルの削除に失敗しました。
ko_kr: DSM 시스템 파티션(md0)에 대한 버전 파일 제거에 실패했습니다.
ru_ru: Удаление файла VERSION для системного раздела DSM (md0) завершилось с ошибкой.
th_th: ลบไฟล์ VERSION สำหรับพาร์ติชันระบบ DSM (md0) ล้มเหลว
tr_tr: DSM sistem bölümü için VERSION dosyası kaldırılamadı.
uk_ua: Видалення файлу VERSION для системного розділу DSM (md0) не вдалося.
vi_vn: Xóa tệp VERSION từ phân vùng đầu tiên của DSM không thành công.
zh_cn: 删除 DSM 系统分区 (md0) 的 VERSION 文件失败.
zh_hk: 刪除 DSM 系統分割區 (md0) 的 VERSION 檔案失敗.
zh_tw: 刪除 DSM 系統分割區 (md0) 的 VERSION 檔案失敗。

source: All existing users have been disabled. Please try adding new user.
ar_sa: تم تعطيل جميع المستخدمين الموجودين. يرجى المحاولة بإضافة مستخدم جديد.
de_de: Alle bestehenden Benutzer wurden deaktiviert. Bitte versuchen Sie, neue Benutzer hinzuzufügen.
es_es: Todos los usuarios existentes han sido discapacitados. Por favor, intenta agregar nuevo usuario.
fr_fr: Tous les utilisateurs existants ont été désactivés. Veuillez essayer d'ajouter un nouvel utilisateur.
ja_jp: 既存のユーザーはすべて無効化されました。 新しいユーザーを追加してみてください。
ko_kr: 기존 사용자는 모두 비활성화되었습니다. 새로운 사용자를 추가해 보세요.
ru_ru: Все существующие пользователи отключены. Пожалуйста, попробуйте добавить нового пользователя.
th_th: ทุกผู้ใช้ที่มีอยู่ในปัจจุบันถูกปิดใช้งานแล้ว โปรดลองเพิ่มผู้ใช้ใหม่
tr_tr: Mevcut tüm kullanıcılar devre dışı bırakıldı. Lütfen yeni kullanıcı eklemeyi deneyin.
uk_ua: Усі наявні користувачі були вимкнені. Будь ласка, спробуйте додати новий користувач.
vi_vn: Tất cả người dùng hiện có đã bị tắt. Vui lòng thử thêm người dùng mới.
zh_cn: 所有现有用户均已被禁用. 请尝试添加新用户.
zh_hk: 所有現有用戶均已停用. 請嘗試新增用戶.
zh_tw: 所有目前使用者都已停用。請嘗試加入新使用者。

source: Choose a user name
ar_sa: اختر اسم مستخدم
de_de: Wählen Sie einen Benutzernamen
es_es: Elija un nombre de usuario
fr_fr: Choisissez un nom d'utilisateur
ja_jp: ユーザー名を選択
ko_kr: 사용자 이름 선택
ru_ru: Выберите имя пользователя
th_th: เลือกชื่อผู้ใช้
tr_tr: Kullanıcı adı seçin
uk_ua: Виберіть ім'я користувача
vi_vn: Chọn tên người dùng
zh_cn: 选择一个用户
zh_hk: 選擇一個用戶
zh_tw: 選擇使用者

source: Type a new password for user '%s'
ar_sa: اكتب كلمة مرور جديدة للمستخدم '%s'
de_de: Geben Sie ein neues Passwort für Benutzer '%s' ein
es_es: Escriba una nueva contraseña para el usuario '%s'
fr_fr: Tapez un nouveau mot de passe pour l'utilisateur '%s '
ja_jp: ユーザー '%s' の新しいパスワードを入力
ko_kr: 사용자 '%s' 의 새 비밀번호를 입력하세요
ru_ru: Введите новый пароль для пользователя '%s'
th_th: กรอกรหัสผ่านใหม่สำหรับผู้ใช้ '%s'
tr_tr: '%s' kullanıcısı için yeni bir şifre girin
uk_ua: Введіть новий пароль для користувача '%s'
vi_vn: Nhập mật khẩu mới cho người dùng '%s'
zh_cn: 输入用户 '%s' 的新密码
zh_hk: 輸入用戶 '%s' 的新密碼
zh_tw: 輸入使用者 '%s' 的新密碼

source: Invalid password
ar_sa: كلمة مرور غير صالحة
de_de: Ungültiges Passwort
es_es: Contraseña invalida
fr_fr: Mot de passe invalide
ja_jp: 無効なパスワード
ko_kr: 잘못된 비밀번호
ru_ru: Неверный пароль
th_th: รหัสผ่านไม่ถูกต้อง
tr_tr: Geçersiz şifre
uk_ua: Неправильний пароль
vi_vn: Sai mật khẩu
zh_cn: 无效密码
zh_hk: 無效密碼
zh_tw: 無效的密碼

source: Resetting ...
ar_sa: إعادة ضبط ...
de_de: Wird zurückgesetzt ...
es_es: Reiniciar...
fr_fr: Réparer...
ja_jp: リセット中...
ko_kr: 재설정 중...
ru_ru: Остановка...
th_th: รีเซ็ตรหัสผ่าน...
tr_tr: Sıfırlanıyor ...
uk_ua: Редагування ...
vi_vn: Đang đặt lại ...
zh_cn: 重置中 ...
zh_hk: 重置中 ...
zh_tw: 重設中 ...

source: Reset password for user '%s' completed.
ar_sa: تم إعادة ضبط كلمة المرور للمستخدم '%s'.
de_de: Passwort für Benutzer '%s' zurückgesetzt.
es_es: Se completó el restablecimiento de la contraseña del usuario '%s'.
fr_fr: Réinitialisation du mot de passe pour l'utilisateur '%s' terminée.
ja_jp: ユーザー '%s' のパスワードをリセットしました。
ko_kr: 사용자 '%s' 의 새 비밀번호가 설정되었습니다.
ru_ru: Сброс пароля для пользователя '%s' завершен.
th_th: รีเซ็ตรหัสผ่านสำหรับผู้ใช้ '%s' เสร็จสมบูรณ์
tr_tr: Kullanıcı '%s' için şifre sıfırlama işlemi tamamlandı.
uk_ua: Зміна паролю для користувача '%s' завершено.
vi_vn: Đặt lại mật khẩu cho người dùng '%s' đã hoàn tất.
zh_cn: 重置用户 '%s' 密码完成.
zh_hk: 重置用戶 '%s' 的密碼完成.
zh_tw: 重設使用者 '%s' 密碼完成。

source: Reset password for user '%s' failed.
ar_sa: تم فشل إعادة ضبط كلمة المرور للمستخدم '%s'.
de_de: Passwort zurücksetzen fehlgeschlagen.
es_es: Error al restablecer la contraseña del usuario '%s'.
fr_fr: Échec de la réinitialisation du mot de passe pour l'utilisateur '%s'.
ja_jp: ユーザー '%s' のパスワードのリセットに失敗しました。
ko_kr: 사용자 '%s' 의 새 비밀번호 설정에 실패했습니다.
ru_ru: Сброс пароля для пользователя '%s' завершился с ошибкой.
th_th: รีเซ็ตรหัสผ่านสำหรับผู้ใช้ '%s' ล้มเหลว
tr_tr: Kullanıcı '%s' için şifre sıfırlama işlemi başarısız.
uk_ua: Зміна паролю для користувача '%s' не вдалося.
vi_vn: Đặt lại mật khẩu cho người dùng '%s' không thành công.
zh_cn: 重置用户 '%s' 密码失败.
zh_hk: 重置用戶 '%s' 的密碼失敗.
zh_tw: 重設使用者 '%s' 密碼失敗。

source: Add to administrators group by default
ar_sa: إضافة المستخدم إلى مجموعة المشرفين بصيغة افتراضية
de_de: Neue Benutzer zu Administratoren hinzufügen
es_es: Añadir al grupo de administradores por defecto
fr_fr: Ajouter au groupe administrateur par défaut
ja_jp: デフォルトで管理者グループに追加
ko_kr: 기본적으로 관리자 그룹에 추가
ru_ru: Добавить в группу администраторов по умолчанию
th_th: เพิ่มเข้ากลุ่มผู้ดูแลระบบโดยค่าเริ่มต้น
tr_tr: Varsayılan olarak yöneticiler grubuna ekleniyor
uk_ua: Додати до групи адміністраторів за замовчуванням
vi_vn: Thêm vào nhóm quản trị viên mặc định
zh_cn: 默认添加到管理员组
zh_hk: 預設新增到管理員群組
zh_tw: 預設加入到到管理員群組

source: Adding ...
ar_sa: إضافة ...
de_de: Wird hinzugefügt ...
es_es: Añadiendo...
fr_fr: Ajout...
ja_jp: 追加中...
ko_kr: 추가 중 ...
ru_ru: Добавление...
th_th: เพิ่มเข้าไป...
tr_tr: Ekleniyor ...
uk_ua: Додавання...
vi_vn: Đang thêm ...
zh_cn: 添加中 ...
zh_hk: 新增中 ...
zh_tw: 加入中...

source: Add new user '%s' completed.
ar_sa: تم إضافة المستخدم الجديد '%s'.
de_de: Neuer Benutzer '%s' zurückgesetzt.
es_es: Se agregó nuevo usuario '%s'.
fr_fr: Ajout du nouvel utilisateur '%s' terminé.
ja_jp: 新しいユーザー '%s' の追加が完了しました。
ko_kr: 새 사용자 '%s' 가 추가되었습니다.
ru_ru: Добавление нового пользователя '%s' завершено.
th_th: เพิ่มผู้ใช้ '%s' เข้าไป เสร็จสมบูรณ์
tr_tr: Yeni kullanıcı '%s' ekleniyor.
uk_ua: Додавання нового користувача '%s' завершено.
vi_vn: Đã thêm người dùng mới '%s'
zh_cn: 添加新用户 '%s' 完成.
zh_hk: 新增用戶 '%s' 成功.
zh_tw: 加入新使用者 '%s' 完成。

source: Add new user '%s' failed.
ar_sa: تم فشل إضافة المستخدم الجديد '%s'.
de_de: Neuer Benutzer '%s' fehlgeschlagen.
es_es: Error al agregar nuevo usuario '%s'.
fr_fr: Échec de l'ajout du nouvel utilisateur '%s'.
ja_jp: 新しいユーザー '%s' の追加に失敗しました。
ko_kr: 새 사용자 '%s' 추가에 실패했습니다.
ru_ru: Добавление нового пользователя '%s' завершилось с ошибкой.
th_th: เพิ่มผู้ใช้ '%s' เข้าไป ล้มเหลว
tr_tr: Yeni kullanıcı '%s' eklenemedi.
uk_ua: Додавання нового користувача '%s' не вдалося.
vi_vn: Thêm người dùng mới '%s' không thành công.
zh_cn: 添加新用户 '%s' 失败.
zh_hk: 新增用戶 '%s' 失敗.
zh_tw: 加入新使用者 '%s' 失敗。

source: Enabling ...
ar_sa: تمكين ...
de_de: Wird aktiviert ...
es_es: Habilitar...
ja_jp: 有効化中...
ko_kr: 활성화 중...
ru_ru: Включение...
th_th: เปิดใช้งาน...
tr_tr: Etkinleştiriliyor ...
uk_ua: Зловживання ...
vi_vn: Đang bật ...
zh_cn: 开启中 ...
zh_hk: 開啟中 ...
zh_tw: 啟用中...

source: Force enable Telnet&SSH of DSM system completed.
ar_sa: إجبار تمكين Telnet&SSH من نظام DSM
de_de: Telnet&SSH des DSM-Systems zwangsweise aktivieren.
es_es: Forzar habilitar Telnet&SSH del sistema DSM completado.
fr_fr: Force permet à Telnet&SSH du système DSM.
ja_jp: DSMシステムのTelnet＆SSHを強制的に有効にする。
ko_kr: DSM 시스템의 Telnet&SSH를 강제로 활성화합니다.
ru_ru: Принудительно включить Telnet&SSH системы DSM завершено.
th_th: บังคับให้เปิดใช้งาน Telnet&SSH ของระบบ DSM เสร็จสมบูรณ์
tr_tr: DSM sisteminin Telnet&SSH'sini zorla etkinleştir.
uk_ua: Увімкніть функцію Telnet&SSH DSM.
vi_vn: Kích hoạt forcibly Telnet&SSH của hệ thống DSM đã hoàn tất.
zh_cn: 强制打开 DSM 的 Telnet&SSH 完成.
zh_hk: 強制開啟 DSM 的 Telnet&SSH 完成.
zh_tw: 強制啟用 DSM 系統的 Telnet 及 SSH 完成。

source: Force enable Telnet&SSH of DSM system failed.
ar_sa: فشل إجبار تمكين Telnet&SSH من نظام DSM
de_de: Zwangsaktivierung von Telnet&SSH des DSM-Systems fehlgeschlagen.
es_es: Error al forzar habilitar Telnet&SSH del sistema DSM.
fr_fr: Force enable Telnet&SSH du système DSM a échoué.
ja_jp: DSMシステムのTelnet＆SSHを強制的に有効にする。
ko_kr: DSM 시스템의 Telnet&SSH 강제 활성화에 실패했습니다.
ru_ru: Принудительное включение Telnet&SSH системы DSM завершилось с ошибкой.
th_th: บังคับให้เปิดใช้งาน Telnet&SSH ของระบบ DSM ล้มเหลว
tr_tr: DSM sisteminin Telnet&SSH'sini zorla etkinleştirme başarısız.
uk_ua: Увімкнення Telnet&SSH DSM не вдалося.
vi_vn: Kích hoạt forcibly Telnet&SSH của hệ thống DSM không thành công.
zh_cn: 强制打开 DSM 的 Telnet&SSH 失败.
zh_hk: 強制開啟 DSM 的 Telnet&SSH 失敗.
zh_tw: 強制啟用 DSM 系統的 Telnet 及 SSH 失敗。

source: This feature will removing the blocked ip database from the first partition of all disks.\n
ar_sa: هذه الميزة سوف تقوم بحذف قاعدة بيانات عناوين الموثوقين من أول وحدة التخزين على جميع الحائطين.\n
de_de: Diese Funktion entfernt die blockierte IP-Datenbank aus der ersten Partition aller Festplatten.\n
es_es: Esta función eliminará la base de datos ip bloqueada de la primera partición de todos los discos.\n
fr_fr: Cette fonctionnalité supprimera la base de données ip bloquée de la première partition de tous les disques.\n
ja_jp: この機能は、ブロックされた IP データベースをすべてのディスクの最初のパーティションから削除します。\n
ko_kr: 이 기능은 모든 디스크의 첫 번째 파티션에서 차단된 IP 데이터베이스를 제거합니다.\n
ru_ru: Эта функция удалит базу данных заблокированных IP-адресов из первого раздела всех дисков.\n
th_th: คุณสมบัตินี้จะลบฐานข้อมูล IP ที่ถูกบล็อกออกจากพาร์ติชันแรกของดิสก์ทั้งหมด\n
tr_tr: Bu özellik tüm disklerin ilk bölümünden engellenen ip veritabanını siler.\n
uk_ua: Ця функція виведе заблоковану ip бази даних з першого розділу всіх дисків.\n
vi_vn: Tính năng này sẽ xóa cơ sở dữ liệu chặn IP từ đĩa đầu tiên của tất cả các đĩa.\n
zh_cn: 此功能将从所有磁盘的第一个分区中删除被阻止的 ip 数据库.\n
zh_hk: 此功能將從所有磁碟的第一個分割區中刪除已封鎖的 ip 資料庫.\n
zh_tw: 此功能將從所有磁碟的第一個分割區中刪除被封鎖的 IP 資料庫。\n

source: Removing the blocked ip database completed.
ar_sa: تم حذف قاعدة بيانات عناوين الموثوقين.
de_de: Die blockierte IP-Datenbank wurde entfernt.
es_es: Se completó la eliminación de la base de datos de ip bloqueada.
fr_fr: Suppression de la base de données ip bloquée terminée.
ja_jp: ブロックされた IP データベースの削除が完了しました。
ko_kr: 차단된 IP 데이터베이스가 제거되었습니다.
ru_ru: Удаление базы данных заблокированных IP-адресов завершено.
th_th: ลบฐานข้อมูลไอพีที่ถูกบล็อกของระบบ DSM เสร็จสมบูรณ์
tr_tr: DSM sisteminin engellenen ip veritabanı kaldırıldı.
uk_ua: Видалення заблокованої ip бази даних завершено.
vi_vn: Xóa cơ sở dữ liệu chặn IP đã hoàn tất.
zh_cn: 从 DSM 第一个分区中删除封锁的 ip 数据库完成.
zh_hk: 刪除 DSM 封鎖的 ip 資料庫完成.
zh_tw: 刪除 DSM 封鎖的 IP 資料庫完成。

source: Removing the blocked ip database failed.
ar_sa: تم فشل حذف قاعدة بيانات عناوين الموثوقين.
de_de: Die blockierte IP-Datenbank konnte nicht entfernt werden.
es_es: Error al eliminar la base de datos de ip bloqueada.
fr_fr: Échec de la suppression de la base de données ip bloquée.
ja_jp: ブロックされた IP データベースの削除に失敗しました。
ko_kr: 차단된 IP 데이터베이스 제거에 실패했습니다.
ru_ru: Удаление базы данных заблокированных IP-адресов завершилось с ошибкой.
th_th: ลบฐานข้อมูลไอพีที่ถูกบล็อกของระบบ DSM ล้มเหลว
tr_tr: DSM sisteminin engellenen ip veritabanı kaldırılamadı.
uk_ua: Видалення заблокованої ip бази даних не вдалося.
vi_vn: Xóa cơ sở dữ liệu chặn IP không thành công.
zh_cn: 从 DSM 第一个分区中删除封锁的 ip 数据库失败.
zh_hk: 刪除 DSM 封鎖的 ip 資料庫失敗.
zh_tw: 刪除 DSM 封鎖的 IP 資料庫失敗。

source: Disable all scheduled tasks of DSM completed.
ar_sa: تم تعطيل جميع المهام المخططة.
de_de: Alle geplanten Aufgaben des DSM wurden deaktiviert.
es_es: Deshabilitar todas las tareas programadas de DSM completado.
fr_fr: Désactivation de toutes les tâches planifiées terminée.
ja_jp: DSMのスケジュールされたタスクを無効化しました。
ko_kr: DSM의 모든 예약 작업이 비활성화되었습니다.
ru_ru: Отключение всех запланированных задач DSM завершено.
th_th: ปิดใช้งานงานที่กำหนดให้ทั้งหมดของระบบ DSM เสร็จสมบูรณ์
tr_tr: DSM sisteminin tüm zamanlanmış görevleri devre dışı bırakıldı.
uk_ua: Видалення всіх запланованих задач DSM завершено.
vi_vn: Vô hiệu hóa tất cả các công việc lịch trình của DSM đã hoàn tất.
zh_cn: 禁用 DSM 所有计划任务完成.
zh_hk: 禁用所有 DSM 的排程任務完成.
zh_tw: 停用所有排程任務完成。

source: Disable all scheduled tasks of DSM failed.
ar_sa: تم فشل تعطيل جميع المهام المخططة.
de_de: Deaktivierung aller geplanten Aufgaben des DSM fehlgeschlagen.
es_es: Error al deshabilitar todas las tareas programadas de DSM.
fr_fr: Échec de la désactivation de toutes les tâches planifiées
ja_jp: DSMのスケジュールされたタスクの無効化に失敗しました。
ko_kr: DSM의 모든 예약 작업 비활성화에 실패했습니다.
ru_ru: Отключение всех запланированных задач DSM завершилось с ошибкой.
th_th: ปิดใช้งานงานที่กำหนดให้ทั้งหมดของระบบ DSM ล้มเหลว
tr_tr: DSM sisteminin tüm zamanlanmış görevleri devre dışı bırakılamadı.
uk_ua: Видалення всіх запланованих задач DSM не вдалося.
vi_vn: Vô hiệu hóa tất cả các công việc lịch trình của DSM không thành công.
zh_cn: 禁用 DSM 所有计划任务失败.
zh_hk: 禁用所有 DSM 的排程任務失敗.
zh_tw: 停用所有排程任務失敗。

source: This option will clear all customized settings of the network card and restore them to the default state.\n
ar_sa: سيؤدي هذا الخيار إلى مسح كافة الإعدادات المخصصة لبطاقة الشبكة واستعادتها إلى الحالةالافتراضية.\n
de_de: Diese Option löscht alle benutzerdefinierten Einstellungen der Netzwerkkarte und stellt sie auf den Standardzustand zurück.\n
es_es: Esta opción borrará todas las configuraciones personalizadas de la tarjeta de red y las restaurará al estado predeterminado.\n
fr_fr: Cette option effacera tous les paramètres personnalisés de la carte réseau et les restaurera à leur état par défaut.\n
ja_jp: このオプションは、ネットワーク カードのすべてのカスタマイズされた設定をクリアし、デフォルトの状態に戻します。\n
ko_kr: 이 옵션은 네트워크 카드의 모든 사용자 정의 설정을 지우고 기본 상태로 복원합니다.\n
ru_ru: Эта опция очистит все индивидуальные настройки сетевой карты и вернет их к состоянию по умолчанию.\n
th_th: ตัวเลือกนี้จะล้างการตั้งค่าที่กำหนดเองทั้งหมดของการ์ดเครือข่ายและคืนค่าเป็นสถานะเริ่มต้น\n
tr_tr: Bu seçenek, ağ kartının tüm özelleştirilmiş ayarlarını temizleyecek ve bunları varsayılan durumuna geri yükleyecektir.\n
uk_ua: Ця опція очистить усі налаштування мережевої карти та відновить їх до стандартного стану.\n
vi_vn: Tùy chọn này sẽ xóa tất cả cài đặt tùy chỉnh của card mạng và khôi phục chúng về trạng thái mặc định.\n
zh_cn: 此选项将清除网卡的所有自定义设置，并将其恢复为默认状态.\n
zh_hk: 此選項將清除網卡的所有自訂設定並將其恢復為預設狀態.\n
zh_tw: 此選項將清除網卡的所有自訂設定並將其恢復為預設狀態。\n

source: Recovering ...
ar_sa: جارٍ الاسترداد...
de_de: Wiederherstellen ...
es_es: Recuperación ...
fr_fr: Récupération ...
ja_jp: 回復中 ...
ko_kr: 복구 중 ...
ru_ru: Выздоравливаю ...
th_th: กำลังฟื้นตัว ...
tr_tr: Kurtarılıyor ...
uk_ua: Відновлення ...
vi_vn: Đang phục hồi ...
zh_cn: 恢复中 ...
zh_hk: 恢復中 ...
zh_tw: 恢復中 ...

source: Initialize DSM network settings completed.
ar_sa: تم استرداد إعدادات الشبكة الخاصة بـ DSM.
de_de: DSM-Netzwerkeinstellungen wiederhergestellt.
es_es: Se completó la recuperación de la configuración de red DSM.
fr_fr: Récupération des paramètres réseau DSM terminée.
ja_jp: DSMネットワーク設定を初期化しました。
ko_kr: DSM 네트워크 설정 초기화가 완료되었습니다.
ru_ru: Восстановление сетевых настроек DSM завершено.
th_th: ฟื้นตัวการตั้งค่าเครือข่าย DSM เสร็จสมบูรณ์
tr_tr: DSM ağ ayarlarını başlat.
uk_ua: Відновлення параметрів мережі DSM завершено.
vi_vn: Đã khởi tạo cài đặt mạng DSM đã hoàn tất.
zh_cn: 恢复 DSM 网络设置完成.
zh_hk: 恢復 DSM 網路設定已完成.
zh_tw: 恢復 DSM 網路設定完成。

source: Initialize DSM network settings failed.
ar_sa: تم فشل استرداد إعدادات الشبكة الخاصة بـ DSM.
de_de: Fehler beim Wiederherstellen der DSM-Netzwerkeinstellungen.
es_es: Error al recuperar la configuración de red DSM.
fr_fr: Échec de la récupération des paramètres réseau DSM.
ja_jp: DSMネットワーク設定の初期化に失敗しました。
ko_kr: DSM 네트워크 설정 초기화에 실패했습니다.
ru_ru: Восстановление сетевых настроек DSM завершилось с ошибкой.
th_th: ฟื้นตัวการตั้งค่าเครือข่าย DSM ล้มเหลว
tr_tr: DSM ağ ayarlarını başlatma başarısız.
uk_ua: Відновлення параметрів мережі DSM не вдалося.
vi_vn: Phục hồi cài đặt mạng DSM không thành công.
zh_cn: 恢复 DSM 网络设置失败.
zh_hk: 恢復 DSM 網路設定失敗.
zh_tw: 恢復 DSM 網路設定失敗。

source: Settings
ar_sa: تهيئة
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ja_jp: 設定
ko_kr: 설정
ru_ru: Параметры
th_th: ตั้งค่า
tr_tr: Ayarlar
uk_ua: Налаштування
vi_vn: Cài đặt
zh_cn: 设置
zh_hk: 設定
zh_tw: 設定

source: Choose a timezone
ar_sa: اختيار المنطقة الزمنية
de_de: Zeitzone auswählen
es_es: Elija una zona horaria
fr_fr: Choisissez un fuseau horaire
ja_jp: タイムゾーンを選択する
ko_kr: 타임존 선택
ru_ru: Выберите часовой пояс
th_th: เลือกเขตเวลา
tr_tr: Zaman dilimi seçin
uk_ua: Виберіть часовий пояс
vi_vn: Chọn múi giờ
zh_cn: 选择时区
zh_hk: 選擇時區
zh_tw: 選擇時區

source: Choose a layout/keymap
ar_sa: اختيار تخطيط لوحة المفاتيح
de_de: Tastaturbelegung auswählen
es_es: Elija un diseño/mapa de teclas
fr_fr: Choisissez une disposition/carte de touches
ja_jp: キーボードのレイアウトを選択する
ko_kr: 레이아웃/키맵 선택
ru_ru: Выберите раскладку клавиатуры
th_th: เลือกแป้นพิมพ์/แป้นคีย์
tr_tr: Düzen/klavye haritalarını seçin
uk_ua: Виберіть макет клавіатури
vi_vn: Chọn layout/keymap
zh_cn: 选择布局/按键映射
zh_hk: 選擇佈局/鍵盤

source: Please enter the webhook url and content text.\n
ar_sa: الرجاء إدخال الرابط والنص.\n
de_de: Bitte gebe die Webhook URL und den Inhalt des Textes ein.\n
es_es: Introduzca la URL del webhook y el texto del contenido.\n
fr_fr: Veuillez saisir l'URL du webhook et le texte du contenu.\n
ja_jp: WebHook URLとコンテンツテキストを入力してください。\n
ko_kr: 웹훅 URL과 메세지를 입력하세요.\n
ru_ru: Пожалуйста, введите URL вебхука и текст сообщения.\n
th_th: กรุณาใส่ URL เว็บhook และข้อความ\n
tr_tr: Lütfen webhook url ve içerik metnini girin.\n
uk_ua: Будь ласка, введіть URL вебхук та текст повідомлення.\n
vi_vn: Vui lòng nhập url webhook và văn bản nội dung.\n
zh_cn: 请输入 webhook url 和内容文本.\n
zh_hk: 請輸入 webhook url 和內容文字.\n
zh_tw: 請輸入 webhook url 和內容文字。\n

source: The webhook url must be a valid URL (Reference https://webhook-test.com/).\n
ar_sa: يجب أن يكون الرابط صالح (مرجع https://webhook-test.com/).\n
de_de: Die Webhook URL muss eine gültige URL sein (Referenz https://webhook-test.com/).\n
es_es: La URL del webhook debe ser una URL válida (Consulte https://webhook-test.com/).\n
fr_fr: L'URL du webhook doit être une URL valide (Référence https://webhook-test.com/).\n
ja_jp: WebHook URLは有効なURLでなければなりません (参照 https://webhook-test.com/ を参照してください)。\n
ko_kr: 웹훅 URL은 유효한 URL이어야 합니다 (https://webhook-test.com/ 참고).\n
ru_ru: URL вебхука должен быть валидным URL (Смотрите https://webhook-test.com/).\n
th_th: URL เว็บhook ต้องเป็น URL ที่ถูกต้อง (อ้างอิง https://webhook-test.com/).\n
tr_tr: Webhook url geçerli bir URL olmalıdır (Referans https://webhook-test.com/).\n
uk_ua: URL вебхук повинен бути дійсним URL (Посилання https://webhook-test.com/).\n
vi_vn: URL webhook phải là một URL hợp lệ (Tham khảo https://webhook-test.com/).\n
zh_cn: webhook url 必须是一个有效的 URL (参考 https://webhook-test.com/).\n
zh_hk: webhook url 必須是一個有效的 URL (參考 https://webhook-test.com/).\n
zh_tw: webhook url 必須是正確的 URL (參考 https://webhook-test.com/)。\n
