{
    "acpid": {
        "system": false,
        "description": {
            "en_US": "ACPI Daemon that handles power button events, fixing power button not shutting down in some environments.",
            "ar_SA": "برنامج ACPI Daemon الذي يتعامل مع أحداث زر الطاقة، ويصلح عدم إغلاق زر الطاقة في بعض البيئات.",
            "de_DE": "ACPI Daemon, der die Power-Button-Ereignisse behandelt, um das Problem zu beheben, dass der Power-Button in einigen Umgebungen nicht herunterfährt.",
            "es_ES": "Demonio ACPI que maneja los eventos del botón de encendido, solucionando el problema de que el botón de encendido no apague en algunos entornos.",
            "fr_FR": "Démon ACPI qui gère les événements du bouton d'alimentation, corrigeant le problème du bouton d'alimentation qui ne s'éteint pas dans certains environnements.",
            "ja_JP": "電源ボタンのイベントを処理するACPIデーモンで、一部の環境で電源ボタンがシャットダウンしない問題を修正します。",
            "ko_KR": "전원 버튼 이벤트를 처리하는 ACPI 데몬, 일부 환경에서 전원 버튼이 종료되지 않는 문제를 해결합니다.",
            "ru_RU": "Демон ACPI, обрабатывающий события кнопки питания, исправляющий проблему, когда кнопка питания не выключает в некоторых средах.",
            "th_TH": "ACPI Daemon ที่จัดการกับเหตุการณ์ปุ่มเปิดเครื่อง, แก้ปัญหาปุ่มเปิดเครื่องไม่ปิดเครื่องในบางสภาพแวดล้อม",
            "tr_TR": "Güç düğmesi olaylarını ele alan ACPI Daemon, bazı ortamlarda güç düğmesinin kapanmamasını düzeltir.",
            "uk_UA": "Демон ACPI, який обробляє події кнопки живлення, виправляючи проблему, коли кнопка живлення не вимикає в деяких середовищах.",
            "vi_VN": "ACPI Daemon xử lý các sự kiện nút nguồn, sửa lỗi nút nguồn không tắt máy trong một số môi trường.",
            "zh_CN": "处理电源按钮事件的ACPI守护程序, 解决部分环境下电源按钮无法正常关机的问题.",
            "zh_HK": "處理電源按鈕事件的ACPI守护程序, 解决部分環境下電源按鈕無法正常關機的問題.",
            "zh_TW": "處理電源按鈕事件的ACPI守护程序, 解决部分環境下電源按鈕無法正常關機的問題."
        }
    },
    "addincards": {
        "system": false,
        "description": {
            "en_US": "Remove model restrictions from official Addin cards(M2D20, E10G30-T2, ...).",
            "ar_SA": "قم بإزالة القيود على النموذج من بعض البطاقات الرسمية (M2D20، E10G30-T2، ...).",
            "de_DE": "Entfernen Sie Modellbeschränkungen von offiziellen Addin-Karten (M2D20, E10G30-T2, ...).",
            "es_ES": "Elimine las restricciones de modelo de las tarjetas Addin oficiales (M2D20, E10G30-T2, ...).",
            "fr_FR": "Supprimez les restrictions de modèle des cartes Addin officielles (M2D20, E10G30-T2, ...).",
            "ja_JP": "公式の Addin カード(M2D20、E10G30-T2、...)のモデル制限を解除します。",
            "ko_KR": "공식 Addin 카드(M2D20, E10G30-T2, ...)의 모델 제한을 제거합니다.",
            "ru_RU": "Удалите ограничения модели официальных карт Addin (M2D20, E10G30-T2, ...).",
            "th_TH": "ลบข้อจำกัดของโมเดลจากการ์ด Addin ทางการ (M2D20, E10G30-T2, ...)",
            "tr_TR": "Resmi Addin kartlarından model kısıtlamalarını kaldırın (M2D20, E10G30-T2, ...).",
            "uk_UA": "Видаліть обмеження моделі офіційних карток Addin (M2D20, E10G30-T2, ...).",
            "vi_VN": "Xóa các hạn chế mô hình từ các thẻ Addin chính thức (M2D20, E10G30-T2, ...).",
            "zh_CN": "移除官方 Addin 卡(M2D20, E10G30-T2, ...)对 DSM 型号限制。",
            "zh_HK": "移除官方 Addin 卡(M2D20, E10G30-T2, ...)对 DSM 型號限制。",
            "zh_TW": "移除官方 Addin 卡(M2D20, E10G30-T2, ...)对 DSM 型號限制。"
        }
    },
    "bootwait": {
        "system": true,
        "description": {
            "en_US": "This script ensures that the startup process waits until the loader disk (/dev/synoboot) is available before starting other processes.",
            "ar_SA": "يضمن هذا البرنامج النصي أن عملية البدء تنتظر حتى يكون القرص المحمل (/dev/synoboot) متاحًا قبل بدء عمليات أخرى.",
            "de_DE": "Dieses Skript stellt sicher, dass der Startvorgang wartet, bis die Loader-Festplatte (/dev/synoboot) verfügbar ist, bevor andere Prozesse gestartet werden.",
            "es_ES": "Este script asegura que el proceso de arranque espere hasta que el disco de carga (/dev/synoboot) esté disponible antes de iniciar otros procesos.",
            "fr_FR": "Ce script garantit que le processus de démarrage attend que le disque de chargement (/dev/synoboot) soit disponible avant de démarrer d'autres processus.",
            "ja_JP": "このスクリプトは、他のプロセスを開始する前に、起動プロセスがローダーディスク (/dev/synoboot) が利用可能になるまで待機するようにします。",
            "ko_KR": "이 스크립트는 다른 프로세스를 시작하기 전에 부팅 프로세스가 로더 디스크 (/dev/synoboot)가 사용 가능할 때까지 기다리도록합니다.",
            "ru_RU": "Этот скрипт гарантирует, что процесс запуска ожидает, пока дисковая подсистема загрузки (/dev/synoboot) доступна, прежде чем запускать другие процессы.",
            "th_TH": "สคริปต์นี้จะทำให้กระบวนการเริ่มต้นรอจนกว่าดิสก์โหลด (/dev/synoboot) จะพร้อมใช้งานก่อนที่จะเริ่มกระบวนการอื่น ๆ",
            "tr_TR": "Bu komut dosyası, diğer işlemleri başlatmadan önce başlatma işleminin yükleyici diski (/dev/synoboot) kullanılabilir hale gelene kadar beklemesini sağlar.",
            "uk_UA": "Цей скрипт забезпечує, що процес завантаження чекає, поки диск завантаження (/dev/synoboot) стане доступним, перш ніж запускати інші процеси.",
            "vi_VN": "Tập lệnh này đảm bảo quá trình khởi động đợi cho đến khi ổ đĩa khởi động (/dev/synoboot) có sẵn trước khi bắt đầu các quá trình khác.",
            "zh_CN": "此脚本确保启动过程在启动加载器磁盘 (/dev/synoboot) 可用之前等待，然后再启动其他进程。",
            "zh_HK": "此腳本確保啟動過程在啟動載入器磁碟 (/dev/synoboot) 可用之前等待，然後再啟動其他進程。",
            "zh_TW": "此腳本確保啟動過程在啟動載入器磁碟 (/dev/synoboot) 可用之前等待，然後再啟動其他進程。"
        }
    },
    "codecpatch": {
        "system": false,
        "description": {
            "en_US": "Author: wirgen. This patch enables transcoding on Synologys DiskStation Manager 6+ without a valid serial number.",
            "ar_SA": "المؤلف: wirgen. يتيح هذا التصحيح تشفير Synologys DiskStation Manager 6+ بدون رقم تسلسلي صالح.",
            "de_DE": "Autor: wirgen. Dieser Patch ermöglicht die Transkodierung auf Synologys DiskStation Manager 6+ ohne eine gültige Seriennummer.",
            "es_ES": "Autor: wirgen. Este parche permite la transcodificación en DiskStation Manager 6+ de Synology sin un número de serie válido.",
            "fr_FR": "Auteur: wirgen. Ce patch permet la transcodage sur DiskStation Manager 6+ de Synology sans numéro de série valide.",
            "ja_JP": "作者: wirgen。このパッチは、有効なシリアル番号なしでSynologyのDiskStation Manager 6+でトランスコードを有効にします。",
            "ko_KR": "저자: wirgen. 이 패치는 유효한 시리얼 번호 없이 Synology의 DiskStation Manager 6+에서 트랜스코딩을 활성화합니다.",
            "ru_RU": "Автор: wirgen. Этот патч позволяет транскодирование на DiskStation Manager 6+ от Synology без действительного серийного номера.",
            "th_TH": "ผู้เขียน: wirgen. แพตช์นี้ช่วยให้การทำการเข้ารหัสบน DiskStation Manager 6+ ของ Synology ได้โดยไม่ต้องใช้หมายเลขซีเรียลที่ถูกต้อง",
            "tr_TR": "Yazar: wirgen. Bu yama, geçerli bir seri numarası olmadan Synology'nin DiskStation Manager 6+ üzerinde transkodlamayı etkinleştirir.",
            "uk_UA": "Автор: wirgen. Цей патч дозволяє транскодування на DiskStation Manager 6+ від Synology без дійсного серійного номера.",
            "vi_VN": "Tác giả: wirgen. Bản vá này cho phép chuyển mã trên DiskStation Manager 6+ của Synology mà không cần số sê-ri hợp lệ.",
            "zh_CN": "作者：wirgen。此补丁可在Synology的DiskStation Manager 6+上启用转码，无需有效的序列号。",
            "zh_HK": "作者：wirgen。此补丁可在Synology的DiskStation Manager 6+上启用转码，无需有效的序列号。",
            "zh_TW": "作者：wirgen。此補丁可在Synology的DiskStation Manager 6+上啟用轉碼，無需有效的序列號。"
        }
    },
    "console": {
        "system": false,
        "description": {
            "en_US": "Provides screen console (bash) functionality via framebuffer (fb) to allow debugging on the screen, only supported on models with a graphics driver.",
            "ar_SA": "يوفر وظيفة وحدة التحكم في الشاشة (bash) عبر framebuffer (fb) للسماح بالتصحيح على الشاشة، مدعوم فقط على النماذج التي تحتوي على برنامج تشغيل الرسومات.",
            "de_DE": "Bietet Bildschirmkonsolen (bash)-Funktionalität über Framebuffer (fb), um das Debuggen auf dem Bildschirm zu ermöglichen, wird nur auf Modellen mit einem Grafiktreiber unterstützt.",
            "es_ES": "Proporciona la funcionalidad de la consola (bash) de pantalla a través del framebuffer (fb) para permitir la depuración en la pantalla, solo se admite en los modelos con un controlador gráfico.",
            "fr_FR": "Fournit une fonctionnalité de console d'écran (bash) via framebuffer (fb) pour permettre le débogage sur l'écran, pris en charge uniquement sur les modèles avec un pilote graphique.",
            "ja_JP": "グラフィックスドライバを搭載したモデルでのみサポートされる、フレームバッファ (fb) を介した画面コンソール (bash) 機能を提供し、画面上でのデバッグを可能にします。",
            "ko_KR": "프레임버퍼(fb)를 통해 화면 콘솔(bash) 기능을 제공하여 화면에서 디버깅을 허용하며, 그래픽 드라이버가 있는 모델에서만 지원됩니다.",
            "ru_RU": "Предоставляет функциональность консоли экрана (bash) через framebuffer (fb) для разрешения отладки на экране, поддерживается только на моделях с графическим драйвером.",
            "th_TH": "ให้ความสามารถของหน้าจอคอนโซล (bash) ผ่าน framebuffer (fb) เพื่ออนุญาตให้ทำการแก้บั๊กบนหน้าจอ รองรับเฉพาะบนโมเดลที่มีไดรเวอร์กราฟิก",
            "tr_TR": "Ekran üzerinde hata ayıklamaya izin vermek için framebuffer (fb) aracılığıyla ekran konsolu (bash) işlevselliği sağlar, yalnızca grafik sürücüsü olan modellerde desteklenir.",
            "uk_UA": "Надає функціональність консолі екрану (bash) через буфер кадру (fb) для дозволу налагодження на екрані, підтримується лише на моделях з графічним драйвером.",
            "vi_VN": "Cung cấp chức năng màn hình (bash) qua framebuffer (fb) để cho phép kiểm tra trên màn hình, chỉ được hỗ trợ trên các mô hình có trình điều khiển hình ảnh.",
            "zh_CN": "通过帧缓冲区 (fb) 提供屏幕控制台 (bash) 功能，以允许在屏幕上进行调试，仅支持具有显卡驱动程序的型号。",
            "zh_HK": "透過幀緩衝區 (fb) 提供屏幕控制台 (bash) 功能，以允許在屏幕上進行調試，僅支持具有顯卡驅動程序的型號。",
            "zh_TW": "透過幀緩衝區 (fb) 提供屏幕控制台 (bash) 功能，以允許在屏幕上進行調試，僅支持具有顯卡驅動程序的型號。"
        }
    },
    "cpuinfo": {
        "system": false,
        "description": {
            "en_US": "Only make the control panel display the correct CPU information. (By default is automatically obtained, Or customized through parameters, e.g.: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)",
            "ar_SA": "فقط جعل لوحة التحكم تعرض معلومات الـ CPU الصحيحة. (بشكل افتراضي يتم الحصول عليها تلقائيًا, أو تخصيصها من خلال المعلمات, على سبيل المثال: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)",
            "de_DE": "Nur die CPU-Informationen anzeigen, die richtig sind. (Standardmäßig werden diese automatisch ermittelt, oder sie können über die Parameter angepasst werden, z. B.: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)",
            "es_ES": "Hacer que el panel de control muestre la información correcta de la CPU. (Por defecto se obtiene automáticamente, o se personaliza a través de parámetros, por ejemplo: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)",
            "fr_FR": "Faites en sorte que le panneau de contrôle affiche les informations correctes du processeur. (Par défaut, elles sont obtenues automatiquement, ou personnalisées via des paramètres, par exemple: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)",
            "ja_JP": "コントロールパネルに正しいCPU情報のみを表示します。(デフォルトでは自動的に取得されます。またはパラメータを使用してカスタマイズできます。例: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)",
            "ko_KR": "컨트롤 패널이 올바른 CPU 정보만 표시되도록합니다. (기본적으로 자동으로 가져오거나 매개 변수를 통해 사용자 정의 할 수 있습니다. 예: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)",
            "ru_RU": "Только панель управления отображает правильную информацию о процессоре. (По умолчанию она автоматически получается, или настраивается через параметры, например: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)",
            "th_TH": "ทำให้หน้าจอควบคุมแสดงข้อมูล CPU ที่ถูกต้องเท่านั้น (โดยค่าเริ่มต้นจะได้รับโดยอัตโนมัติ หรือปรับแต่งผ่านพารามิเตอร์ เช่น: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)",
            "tr_TR": "Yalnızca kontrol panelinin doğru CPU bilgilerini göstermesini sağlayın. (Varsayılan olarak otomatik olarak alınır veya parametreler aracılığıyla özelleştirilir, örneğin: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)",
            "uk_UA": "Тільки зробіть панель керування відображення правильної інформації про процесор. (За замовчуванням вона автоматично отримується, або налаштовується через параметри, наприклад: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)",
            "vi_VN": "Chỉ khiến bảng điều khiển hiển thị thông tin CPU chính xác. (Mặc định được tự động lấy, hoặc tùy chỉnh thông qua các tham số, ví dụ: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)",
            "zh_CN": "只让控制面板显示正确的CPU信息。(默认是自动获取的, 或通过参数自定义, 例如: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)",
            "zh_HK": "只讓控制面板顯示正確的CPU信息。(默認是自動獲取的, 或通過參數自定義, 例如: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)",
            "zh_TW": "只讓控制面板顯示正確的CPU信息。(默認是自動獲取的, 或通過參數自定義, 例如: -t 'on' --vendor 'Intel' --family 'Core i9' --series 'i7-13900ks' --cores 64 --speed 5200)"
        }
    },
    "dbgutils": {
        "system": false,
        "description": {
            "en_US": "Debug utilities, automatically capture all stage boot logs to <loader disk>/p1/logs/.",
            "ar_SA": "أدوات التصحيح، التقاط جميع سجلات تمهيد المرحلة تلقائيًا إلى <قرص التحميل>/p1/logs/.",
            "de_DE": "Debug-Dienstprogramme, erfassen Sie automatisch alle Stufenstartprotokolle auf <Loader-Disk>/p1/logs/.",
            "es_ES": "Utilidades de depuración, captura automáticamente todos los registros de arranque de etapa a <disco de carga>/p1/logs/.",
            "fr_FR": "Utilitaires de débogage, capture automatiquement tous les journaux de démarrage de la scène à <disque de chargement>/p1/logs/.",
            "ja_JP": "デバッグユーティリティ、すべてのステージブートログを <ローダーディスク>/p1/logs/ に自動的にキャプチャします。",
            "ko_KR": "디버그 유틸리티, 모든 스테이지 부팅 로그를 <로더 디스크>/p1/logs/에 자동으로 캡처합니다.",
            "ru_RU": "Утилиты отладки, автоматически захватывают все журналы загрузки этапа на <загрузочный диск>/p1/logs/.",
            "th_TH": "เครื่องมือการแก้บั๊ก, จับบันทึกการบูตของขั้นตอนทั้งหมดไปยัง <ดิสก์โหลด>/p1/logs/ โดยอัตโนมัติ",
            "tr_TR": "Hata ayıklama araçları, tüm aşama başlangıç günlüklerini <yükleme diski>/p1/logs/ dizinine otomatik olarak yakalar.",
            "uk_UA": "Утиліти відлагодження, автоматично захоплюють всі журнали завантаження етапу на <завантажувальний диск>/p1/logs/.",
            "vi_VN": "Công cụ gỡ lỗi, tự động chụp tất cả các bản ghi khởi động giai đoạn đến <ổ đĩa tải trọng>/p1/logs/.",
            "zh_CN": "调试工具，自动捕获所有阶段启动日志到 <加载器磁盘>/p1/logs/。",
            "zh_HK": "調試工具，自動捕獲所有階段啟動日誌到 <加載器磁盤>/p1/logs/。",
            "zh_TW": "調試工具，自動捕獲所有階段啟動日誌到 <加載器磁盤>/p1/logs/。"
        }
    },
    "disks": {
        "system": true,
        "description": {
            "en_US": "Config disks related setting.",
            "ar_SA": "قم بتكوين إعدادات القرص.",
            "de_DE": "Konfiguriere Einstellungen für Festplatten.",
            "es_ES": "Configurar la configuración relacionada con los discos.",
            "fr_FR": "Configurer les paramètres relatifs aux disques.",
            "ja_JP": "ディスク関連の設定を構成します。",
            "ko_KR": "디스크 관련 설정 구성.",
            "ru_RU": "Настройка параметров дисков.",
            "th_TH": "กำหนดค่าที่เกี่ยวข้องกับดิสก์",
            "tr_TR": "Disklerle ilgili ayarları yapılandırın.",
            "uk_UA": "Налаштування параметрів дисків.",
            "vi_VN": "Cấu hình các thiết lập liên quan đến đĩa.",
            "zh_CN": "配置与磁盘相关的设置。",
            "zh_HK": "配置與磁碟相關的設定。",
            "zh_TW": "配置與磁碟相關的設定。"
        }
    },
    "eudev": {
        "system": true,
        "description": {
            "en_US": "eudev + kmod automatically loaded modules.",
            "ar_SA": "eudev + kmod الوحدات المحملة تلقائيًا.",
            "de_DE": "eudev + kmod automatisch geladene Module.",
            "es_ES": "eudev + kmod módulos cargados automáticamente.",
            "fr_FR": "eudev + kmod modules chargés automatiquement.",
            "ja_JP": "eudev + kmod 自動的にロードされるモジュール。",
            "ko_KR": "eudev + kmod 자동으로 로드된 모듈.",
            "ru_RU": "eudev + kmod автоматически загружаемые модули.",
            "th_TH": "eudev + kmod โมดูลที่โหลดโดยอัตโนมัติ",
            "tr_TR": "eudev + kmod otomatik olarak yüklenen modüller.",
            "uk_UA": "eudev + kmod автоматично завантажені модулі.",
            "vi_VN": "eudev + kmod môdules tải tự động.",
            "zh_CN": "eudev + kmod 自动加载模块。",
            "zh_HK": "eudev + kmod 自動加載模塊。",
            "zh_TW": "eudev + kmod 自動加載模塊。"
        }
    },
    "expands": {
        "system": false,
        "description": {
            "en_US": "Expanded miscellaneous, updated usb.map, ca-certificates.crt, etc.",
            "ar_SA": "متنوعات موسعة، usb.map محدث، ca-certificates.crt، إلخ.",
            "de_DE": "Erweiterte Diverses, aktualisierte usb.map, ca-certificates.crt, etc.",
            "es_ES": "Misceláneos ampliados, usb.map actualizado, ca-certificates.crt, etc.",
            "fr_FR": "Diverses étendues, usb.map mise à jour, ca-certificates.crt, etc.",
            "ja_JP": "拡張その他、更新された usb.map、ca-certificates.crt など",
            "ko_KR": "기타 확장, 업데이트 된 usb.map, ca-certificates.crt 등",
            "ru_RU": "Расширенные разные, обновленная usb.map, ca-certificates.crt и т. Д.",
            "th_TH": "ขยายหลากหลาย, อัปเดต usb.map, ca-certificates.crt, เป็นต้น",
            "tr_TR": "Genişletilmiş çeşitli, güncellenmiş usb.map, ca-certificates.crt, vb.",
            "uk_UA": "Розширені різні, оновлена usb.map, ca-certificates.crt тощо.",
            "vi_VN": "Mở rộng các loại khác nhau, usb.map được cập nhật, ca-certificates.crt, v.v.",
            "zh_CN": "扩展杂项，更新 usb.map，ca-certificates.crt 等。",
            "zh_HK": "擴展雜項，更新 usb.map，ca-certificates.crt 等。",
            "zh_TW": "擴展雜項，更新 usb.map，ca-certificates.crt 等。"
        }
    },
    "hdddb": {
        "system": false,
        "description": {
            "en_US": "Author: 007revad. Add HDD/SSD drives to the DSM database to solve the problem of firmware version not recognized by the disk.",
            "ar_SA": "المؤلف: 007revad. أضف محركات HDD/SSD إلى قاعدة بيانات DSM لحل مشكلة عدم التعرف على إصدار البرنامج الثابت من قبل القرص.",
            "de_DE": "Autor: 007revad. Fügen Sie HDD/SSD-Laufwerke zur DSM-Datenbank hinzu, um das Problem zu lösen, dass die Firmware-Version von der Festplatte nicht erkannt wird.",
            "es_ES": "Autor: 007revad. Agrega discos duros y SSD a la base de datos de DSM para solucionar el problema de que la versión del firmware no sea reconocida por el disco.",
            "fr_FR": "Auteur : 007revad. Ajoutez des disques durs et SSD à la base de données DSM pour résoudre le problème de reconnaissance de la version du firmware par le disque.",
            "ja_JP": "作者：007revad。ディスクのファームウェアバージョンが認識されない問題を解決するために、HDD/SSDドライブをDSMデータベースに追加します。",
            "ko_KR": "저자: 007revad. 디스크의 펌웨어 버전이 인식되지 않는 문제를 해결하기 위해 HDD/SSD 드라이브를 DSM 데이터베이스에 추가합니다.",
            "ru_RU": "Автор: 007revad. Добавьте жесткие диски и SSD-накопители в базу данных DSM, чтобы решить проблему нераспознавания версии прошивки диском.",
            "th_TH": "ผู้เขียน: 007revad. เพิ่มฮาร์ดดิสก์และ SSD ลงในฐานข้อมูล DSM เพื่อแก้ปัญหาเวอร์ชันฟิวเวอร์ไม่ได้รับการรับรู้โดยดิสก์",
            "tr_TR": "Yazar: 007revad. Disk tarafından tanınmayan firmware sürümü sorununu çözmek için HDD/SSD sürücüleri DSM veritabanına ekleyin.",
            "uk_UA": "Автор: 007revad. Додайте жорсткі диски та SSD-накопичувачі до бази даних DSM, щоб вирішити проблему нерозпізнавання версії прошивки диском.",
            "vi_VN": "Tác giả: 007revad. Thêm ổ cứng và ổ SSD vào cơ sở dữ liệu DSM để giải quyết vấn đề không nhận diện được phiên bản firmware của ổ cứng.",
            "zh_CN": "作者：007revad。将HDD/SSD驱动器数据添加到DSM数据库中，以解决硬盘固件版本无法识别的问题。",
            "zh_HK": "作者：007revad。將HDD/SSD驱动器數據添加到DSM數據庫中，以解決硬碟固件版本無法識別的問題。",
            "zh_TW": "作者：007revad。將HDD/SSD驅動器數據添加到DSM數據庫中，以解決硬碟固件版本無法識別的問題。"
        }
    },
    "i915le10th": {
        "system": false,
        "description": {
            "en_US": "Automatically replace the device ID of i915.ko(apollolake, geminilake), only supporting less 10th. (Parameter VID:PID)",
            "ar_SA": "استبدل تلقائيًا معرف الجهاز لـ i915.ko (apollolake، geminilake)، والذي يدعم فقط أقل من 10. (معلمة VID: PID)",
            "de_DE": "Ersetzen Sie automatisch die Geräte-ID von i915.ko (apollolake, geminilake), die nur weniger als 10. unterstützt. (Parameter VID:PID)",
            "es_ES": "Reemplace automáticamente el ID de dispositivo de i915.ko (apollolake, geminilake), que solo admite menos de 10. (Parámetro VID: PID)",
            "fr_FR": "Remplacez automatiquement l'ID de périphérique de i915.ko (apollolake, geminilake), ne prenant en charge que moins de 10. (Paramètre VID:PID)",
            "ja_JP": "i915.ko（apollolake、geminilake）のデバイスIDを自動的に置き換え、10未満のみをサポートします。 （パラメータVID：PID）",
            "ko_KR": "i915.ko(apollolake, geminilake)의 장치 ID를 자동으로 교체하며, 10세 미만만 지원합니다. (파라미터 VID:PID)",
            "ru_RU": "Автоматическая замена идентификатора устройства i915.ko (apollolake, geminilake), поддерживающего только менее 10. (Параметр VID:PID)",
            "th_TH": "แทนที่ ID อุปกรณ์ของ i915.ko (apollolake, geminilake) โดยอัตโนมัติ รองรับเฉพาะต่ำกว่า 10 (พารามิเตอร์ VID:PID)",
            "tr_TR": "i915.ko (apollolake, geminilake) cihaz kimliğini otomatik olarak değiştirir, yalnızca 10. sürümü destekler. (Parametre VID:PID)",
            "uk_UA": "Автоматично замінює ідентифікатор пристрою i915.ko (apollolake, geminilake), підтримує лише менше 10. (Параметр VID:PID)",
            "vi_VN": "Tự động thay thế ID thiết bị của i915.ko (apollolake, geminilake), chỉ hỗ trợ ít hơn 10. (Tham số VID:PID)",
            "zh_CN": "自动替换 i915.ko（apollolake，geminilake）的设备 ID，仅支持 10 代以下。 （参数VID：PID）",
            "zh_HK": "自動替換 i915.ko（apollolake，geminilake）的設備 ID，僅支持 10 代以下。 （參數VID：PID）",
            "zh_TW": "自動替換 i915.ko（apollolake，geminilake）的設備 ID，僅支持 10 代以下。 （參數VID：PID）"
        }
    },
    "localrss": {
        "system": true,
        "description": {
            "en_US": "Implant RSS into the bootloader so that it can be installed online.",
            "ar_SA": "زرع RSS في البرنامج الثابت ليمكن تثبيته عبر الإنترنت.",
            "de_DE": "RSS in den Bootloader einpflanzen, damit er online installiert werden kann.",
            "es_ES": "Implantar RSS en el cargador de arranque para que se pueda instalar en línea.",
            "fr_FR": "Implanter RSS dans le chargeur de démarrage pour qu'il puisse être installé en ligne.",
            "ja_JP": "RSS をブートローダーに埋め込んでオンラインでインストールできるようにします。",
            "ko_KR": "부트로더에 RSS를 심어 온라인으로 설치할 수 있습니다.",
            "ru_RU": "Внедрить RSS в загрузчик, чтобы его можно было установить онлайн.",
            "th_TH": "ฝัง RSS ในโปรแกรมเริ่มต้นเพื่อให้สามารถติดตั้งออนไลน์ได้",
            "tr_TR": "RSS'i önyükleyiciye yerleştirerek çevrimiçi olarak yükleyebilirsiniz.",
            "uk_UA": "Внести RSS в завантажувач, щоб його можна було встановити онлайн.",
            "vi_VN": "Cấy RSS vào trình khởi động để có thể cài đặt trực tuyến.",
            "zh_CN": "将 RSS 植入到引导加载程序中，以便可以在线安装。",
            "zh_HK": "將 RSS 植入到引導加載程序中，以便可以在線安裝。",
            "zh_TW": "將 RSS 植入到引導載入程式中，以便可以在線安裝。"
        }
    },
    "lsiutil": {
        "system": false,
        "description": {
            "en_US": "A tool for working with some LSI RAID controllers.",
            "ar_SA": "أداة للعمل مع بعض تحكمات RAID LSI.",
            "de_DE": "Ein Werkzeug zum Arbeiten mit einigen LSI RAID Controllern.",
            "es_ES": "Una herramienta para trabajar con algunos controladores RAID LSI.",
            "fr_FR": "Un outil pour travailler avec certains contrôleurs RAID LSI.",
            "ja_JP": "一部の LSI RAID コントローラーと一緒に作業するためのツールです。",
            "ko_KR": "LSI RAID 컨트롤러와 함께 작업하는 도구입니다.",
            "ru_RU": "Инструмент для работы с некоторыми контроллерами RAID LSI.",
            "th_TH": "เครื่องมือสำหรับทำงานกับบางคอนโทรลเลอร์ RAID LSI",
            "tr_TR": "Bazı LSI RAID denetleyicileriyle çalışmak için bir araç.",
            "uk_UA": "Інструмент для роботи з деякими контролерами RAID LSI.",
            "vi_VN": "Một công cụ để làm việc với một số bộ điều khiển RAID LSI.",
            "zh_CN": "用于处理某些 LSI RAID 控制器的工具。",
            "zh_HK": "用於處理某些 LSI RAID 控制器的工具。",
            "zh_TW": "用於處理某些 LSI RAID 控制器的工具。"
        }
    },
    "misc": {
        "system": true,
        "description": {
            "en_US": "Miscellaneous functions.(a collection of some minor modifications.)",
            "ar_SA": "وظائف متنوعة.(مجموعة من بعض التعديلات الطفيفة.)",
            "de_DE": "Verschiedene Funktionen.(eine Sammlung von einigen kleineren Modifikationen.)",
            "es_ES": "Funciones varias.(una colección de algunas modificaciones menores.)",
            "fr_FR": "Fonctions diverses.(une collection de quelques modifications mineures.)",
            "ja_JP": "その他の機能。(いくつかの小さな変更のコレクション。)",
            "ko_KR": "기타 기능.(일부 작은 수정의 모음입니다.)",
            "ru_RU": "Различные функции.(сборник некоторых незначительных модификаций.)",
            "th_TH": "ฟังก์ชันต่าง ๆ.(คอลเลกชันของการปรับเปลี่ยนขนาดเล็กบางอย่าง.)",
            "tr_TR": "Çeşitli işlevler.(bazı küçük değişikliklerin bir koleksiyonu.)",
            "uk_UA": "Різні функції.(колекція деяких незначних модифікацій.)",
            "vi_VN": "Các chức năng khác nhau.(một bộ sưu tập của một số sửa đổi nhỏ.)",
            "zh_CN": "杂项功能。(一些小修改的集合。)",
            "zh_HK": "雜項功能。(一些小修改的集合。)",
            "zh_TW": "雜項功能。(一些小修改的集合。)"
        }
    },
    "mountloader": {
        "system": false,
        "description": {
            "en_US": "Add a script to mount/unmount loader disk in the DSM scheduled task, For use by the rr-manager applications.",
            "ar_SA": "أضف سكريبت لتثبيت/إلغاء تثبيت قرص الشحن في المهمة المجدولة DSM، للاستخدام من قبل تطبيقات rr-manager.",
            "de_DE": "Fügen Sie ein Skript hinzu, um die Loader-Disk in der DSM-geplanten Aufgabe zu mounten/zu entladen, für die Verwendung durch die rr-manager-Anwendungen.",
            "es_ES": "Agregue un script para montar/desmontar el disco de carga en la tarea programada DSM, para uso por las aplicaciones rr-manager.",
            "fr_FR": "Ajoutez un script pour monter/démonter le disque de chargement dans la tâche planifiée DSM, pour une utilisation par les applications rr-manager.",
            "ja_JP": "DSM のスケジュールされたタスクでローダーディスクをマウント/アンマウントするスクリプトを追加します。rr-manager アプリケーションで使用します。",
            "ko_KR": "DSM 예약 작업에서 로더 디스크를 마운트/언마운트하는 스크립트를 추가하십시오. rr-manager 응용 프로그램에서 사용합니다.",
            "ru_RU": "Добавьте скрипт для монтирования/размонтирования диска загрузчика в запланированной задаче DSM, для использования приложениями rr-manager.",
            "th_TH": "เพิ่มสคริปต์เพื่อติดตั้ง/ถอดติดตั้งดิสก์โหลดในงานที่ตั้งเวลา DSM สำหรับใช้โดยแอปพลิเคชัน rr-manager",
            "tr_TR": "DSM zamanlanmış görevinde yükleyici diski bağlamak/çıkarmak için bir betik ekleyin, rr-manager uygulamaları tarafından kullanılmak üzere.",
            "uk_UA": "Додайте сценарій для монтування/розмонтовування диска завантажувача в запланованому завданні DSM, для використання програмами rr-manager.",
            "vi_VN": "Thêm một tập lệnh để gắn / tháo gắn đĩa loader trong nhiệm vụ được lên lịch DSM, để sử dụng bởi các ứng dụng rr-manager.",
            "zh_CN": "在 DSM 计划任务中添加一个脚本来挂载/卸载加载器磁盘，供 rr-manager 应用程序使用。",
            "zh_HK": "在 DSM 計劃任務中添加一個腳本來掛載/卸載加載器磁碟，供 rr-manager 應用程序使用。",
            "zh_TW": "在 DSM 計劃任務中添加一個腳本來掛載/卸載加載器磁碟，供 rr-manager 應用程序使用。"
        }
    },
    "notify": {
        "system": true,
        "description": {
            "en_US": "Add rr notify.",
            "ar_SA": "إضافة rr notify.",
            "de_DE": "Füge rr notify hinzu.",
            "es_ES": "Añadir rr notify.",
            "fr_FR": "Ajouter rr notify.",
            "ja_JP": "rr notify を追加します。",
            "ko_KR": "rr notify 를 추가합니다.",
            "ru_RU": "Добавить rr notify.",
            "th_TH": "เพิ่ม rr notify",
            "tr_TR": "rr notify ekleyin.",
            "uk_UA": "Додати rr notify.",
            "vi_VN": "Thêm rr notify.",
            "zh_CN": "添加 rr notify。",
            "zh_HK": "添加 rr notify。",
            "zh_TW": "新增 rr notify。"
        }
    },
    "nvmecache": {
        "system": false,
        "description": {
            "en_US": "Author: PeterSuh-Q3. Enable M2 disk support for DS918+, DS1019+, DS1621xs+, RS1619xs+.",
            "ar_SA": "المؤلف: PeterSuh-Q3. تمكين دعم القرص M2 لـ DS918+، DS1019+، DS1621xs+، RS1619xs+.",
            "de_DE": "Autor: PeterSuh-Q3. Aktivieren Sie die Unterstützung für M2-Laufwerke für DS918+, DS1019+, DS1621xs+, RS1619xs+.",
            "es_ES": "Autor: PeterSuh-Q3. Habilita el soporte de discos M2 para DS918+, DS1019+, DS1621xs+, RS1619xs+.",
            "fr_FR": "Auteur: PeterSuh-Q3. Activer la prise en charge des disques M2 pour DS918+, DS1019+, DS1621xs+, RS1619xs+.",
            "ja_JP": "作成者: PeterSuh-Q3。DS918+、DS1019+、DS1621xs+、RS1619xs+ で M2 ディスクのサポートを有効にします。",
            "ko_KR": "작성자: PeterSuh-Q3. DS918+, DS1019+, DS1621xs+, RS1619xs+에서 M2 디스크 지원 활성화.",
            "ru_RU": "Автор: PeterSuh-Q3. Включите поддержку дисков M2 для DS918+, DS1019+, DS1621xs+, RS1619xs+.",
            "th_TH": "ผู้เขียน: PeterSuh-Q3. เปิดใช้งานการสนับสนุนดิสก์ M2 สำหรับ DS918+, DS1019+, DS1621xs+, RS1619xs+",
            "tr_TR": "Yazar: PeterSuh-Q3. DS918+, DS1019+, DS1621xs+, RS1619xs+ için M2 disk desteğini etkinleştirin.",
            "uk_UA": "Автор: PeterSuh-Q3. Увімкніть підтримку дисків M2 для DS918+, DS1019+, DS1621xs+, RS1619xs+.",
            "vi_VN": "Tác giả: PeterSuh-Q3. Bật hỗ trợ đĩa M2 cho DS918+, DS1019+, DS1621xs+, RS1619xs+.",
            "zh_CN": "作者：PeterSuh-Q3。启用 DS918+、DS1019+、DS1621xs+、RS1619xs+ 的 M2 硬盘支持。",
            "zh_HK": "作者：PeterSuh-Q3。啟用 DS918+、DS1019+、DS1621xs+、RS1619xs+ 的 M2 硬碟支援。",
            "zh_TW": "作者：PeterSuh-Q3。啟用 DS918+、DS1019+、DS1621xs+、RS1619xs+ 的 M2 硬碟支援。"
        }
    },
    "nvmesystem": {
        "system": false,
        "description": {
            "en_US": "Author: jim3ma. Installing the system in an environment with only m2 disk (current only support 7.2).",
            "ar_SA": "المؤلف: jim3ma. تثبيت النظام في بيئة تحتوي فقط على قرص m2 (الحالي يدعم فقط 7.2).",
            "de_DE": "Autor: jim3ma. Installation des Systems in einer Umgebung mit nur einer m2-Disk (derzeit nur 7.2 unterstützt).",
            "es_ES": "Autor: jim3ma. Instalación del sistema en un entorno con solo disco m2 (actualmente solo admite 7.2).",
            "fr_FR": "Auteur: jim3ma. Installation du système dans un environnement avec un seul disque m2 (actuellement uniquement 7.2 pris en charge).",
            "ja_JP": "著者：jim3ma。 m2ディスクのみの環境にシステムをインストールします（現在は7.2のみサポート）。",
            "ko_KR": "저자: jim3ma. m2 디스크만 있는 환경에서 시스템을 설치합니다 (현재 7.2만 지원).",
            "ru_RU": "Автор: jim3ma. Установка системы в среде только с диском m2 (в настоящее время поддерживается только 7.2).",
            "th_TH": "ผู้เขียน: jim3ma. การติดตั้งระบบในสภาพแวดล้อมที่มีดิสก์ m2 เท่านั้น (ในปัจจุบันรองรับเฉพาะ 7.2 เท่านั้น)",
            "tr_TR": "Yazar: jim3ma. Yalnızca m2 disk olan bir ortamda sistem kurulumu (şu anda yalnızca 7.2 desteklenmektedir).",
            "uk_UA": "Автор: jim3ma. Встановлення системи в середовищі лише з диском m2 (наразі підтримується лише 7.2).",
            "vi_VN": "Tác giả: jim3ma. Cài đặt hệ thống trong môi trường chỉ có ổ m2 (hiện chỉ hỗ trợ 7.2).",
            "zh_CN": "作者：jim3ma。 在仅有 m2 硬盘的环境中安装系统（当前仅支持 7.2）。",
            "zh_HK": "作者：jim3ma。 在僅有 m2 硬碟的環境中安裝系統（當前僅支持 7.2）。",
            "zh_TW": "作者：jim3ma。 在僅有 m2 硬碟的環境中安裝系統（當前僅支持 7.2）。"
        }
    },
    "nvmevolume": {
        "system": false,
        "description": {
            "en_US": "Author: 007revad & PeterSuh-Q3. Enable creating M.2 storage pools and volumes all from within Storage Manager.",
            "ar_SA": "المؤلف: 007revad & PeterSuh-Q3. تمكين إنشاء مجموعات تخزين M.2 وأحجام من داخل مدير التخزين.",
            "de_DE": "Autor: 007revad & PeterSuh-Q3. Ermöglicht das Erstellen von M.2-Speichergruppen und -Volumen alles aus dem Speicher-Manager heraus.",
            "es_ES": "Autor: 007revad & PeterSuh-Q3. Permite crear grupos de almacenamiento y volúmenes M.2 todo desde el Administrador de almacenamiento.",
            "fr_FR": "Auteur: 007revad & PeterSuh-Q3. Permet de créer des groupes de stockage et des volumes M.2 tout depuis le Gestionnaire de stockage.",
            "ja_JP": "作者：007revad & PeterSuh-Q3。ストレージマネージャーからM.2ストレージプールとボリュームを作成できます。",
            "ko_KR": "저자: 007revad & PeterSuh-Q3. 스토리지 매니저에서 M.2 저장소 풀 및 볼륨을 생성할 수 있습니다.",
            "ru_RU": "Автор: 007revad & PeterSuh-Q3. Позволяет создавать группы хранения и тома M.2 прямо из Менеджера хранилищ.",
            "th_TH": "ผู้เขียน: 007revad & PeterSuh-Q3. ช่วยให้สามารถสร้างกลุ่มจัดเก็บและโปรแกรม M.2 ทั้งหมดจาก Storage Manager",
            "tr_TR": "Yazar: 007revad & PeterSuh-Q3. Depolama Yöneticisi'nden M.2 depolama havuzları ve hacimler oluşturmayı etkinleştirir.",
            "uk_UA": "Автор: 007revad & PeterSuh-Q3. Дозволяє створювати групи зберігання та томи M.2 прямо з Менеджера зберігання.",
            "vi_VN": "Tác giả: 007revad & PeterSuh-Q3. Cho phép tạo các nhóm lưu trữ và ổ đĩa M.2 từ Trình quản lý lưu trữ.",
            "zh_CN": "作者：007revad & PeterSuh-Q3。允许从存储管理器中创建M.2存储池和卷。",
            "zh_HK": "作者：007revad & PeterSuh-Q3。允許從儲存管理器中創建M.2儲存池和卷。",
            "zh_TW": "作者：007revad & PeterSuh-Q3。允許從儲存管理器中建立M.2儲存池和卷。"
        }
    },
    "photosfacepatch": {
        "system": false,
        "description": {
            "en_US": "Author: jinlife. This patch will ignore the GPU to enable face recognition in Synology Photos.",
            "ar_SA": "المؤلف: jinlife. سيتجاهل هذا التصحيح وحدة GPU لتمكين التعرف على الوجوه في Synology Photos.",
            "de_DE": "Autor: jinlife. Dieser Patch ignoriert die GPU, um die Gesichtserkennung in Synology Photos zu aktivieren.",
            "es_ES": "Autor: jinlife. Este parche ignora la GPU para habilitar el reconocimiento facial en Synology Photos.",
            "fr_FR": "Auteur: jinlife. Ce patch ignore le GPU pour activer la reconnaissance faciale dans Synology Photos.",
            "ja_JP": "作者: jinlife。このパッチは、Synology Photos で顔認識を有効にするために GPU を無視します。",
            "ko_KR": "저자: jinlife. 이 패치는 Synology Photos에서 얼굴 인식을 활성화하기 위해 GPU를 무시합니다.",
            "ru_RU": "Автор: jinlife. Этот патч игнорирует GPU, чтобы включить распознавание лиц в Synology Photos.",
            "th_TH": "ผู้เขียน: jinlife. แพตช์นี้จะละเว้น GPU เพื่อเปิดใช้งานการระบุใบหน้าใน Synology Photos",
            "tr_TR": "Yazar: jinlife. Bu yama, Synology Photos'ta yüz tanımayı etkinleştirmek için GPU'yu yoksayar.",
            "uk_UA": "Автор: jinlife. Цей патч ігнорує GPU, щоб увімкнути розпізнавання облич в Synology Photos.",
            "vi_VN": "Tác giả: jinlife. Bản vá này sẽ bỏ qua GPU để kích hoạt nhận diện khuôn mặt trong Synology Photos.",
            "zh_CN": "作者：jinlife。此补丁将在没有 GPU 存在的情况下启用 Synology Photos 中的人脸识别。",
            "zh_HK": "作者：jinlife。此補丁將在沒有 GPU 存在的情況下啟用 Synology Photos 中的人臉識別。",
            "zh_TW": "作者：jinlife。此補丁將在沒有 GPU 存在的情況下啟用 Synology Photos 中的人臉識別。"
        }
    },
    "powersched": {
        "system": false,
        "description": {
            "en_US": "A program to configure the RTC according to the DSM power plan, so that the RTC (scheduled power on/off) can work properly.",
            "ar_SA": "برنامج لتكوين RTC وفقًا لخطة الطاقة DSM، بحيث يمكن لـ RTC (تشغيل/إيقاف الطاقة المجدول) العمل بشكل صحيح.",
            "de_DE": "Ein Programm zum Konfigurieren des RTC gemäß dem DSM-Energieplan, damit der RTC (geplantes Ein-/Ausschalten) ordnungsgemäß funktionieren kann.",
            "es_ES": "Un programa para configurar el RTC de acuerdo con el plan de energía de DSM, de modo que el RTC (programado encendido/apagado) pueda funcionar correctamente.",
            "fr_FR": "Un programme pour configurer le RTC selon le plan d'alimentation DSM, de sorte que le RTC (mise sous tension/arrêt programmée) puisse fonctionner correctement.",
            "ja_JP": "DSM 電源計画に従って RTC を構成するプログラムです。これにより RTC（予約電源オン/オフ）が正常に動作します。",
            "ko_KR": "DSM 전원 계획에 따라 RTC를 구성하여 RTC(예약 전원/전원 끄기)이 정상적으로 작동하도록합니다.",
            "ru_RU": "Программа для настройки RTC в соответствии с планом питания DSM, чтобы RTC (запланированное включение/выключение) могло работать правильно.",
            "th_TH": "โปรแกรมสำหรับกำหนดค่า RTC ตามแผนไฟ DSM โดย RTC (เปิด/ปิดไฟตามกำหนดเวลา) สามารถทำงานได้อย่างถูกต้อง",
            "tr_TR": "DSM güç planına göre RTC'yi yapılandırmak için bir program, böylece RTC (zamanlanmış güç açma/kapama) düzgün çalışabilir.",
            "uk_UA": "Програма для налаштування RTC відповідно до плану живлення DSM, щоб RTC (заплановане ввімкнення/вимкнення) працювало належним чином.",
            "vi_VN": "Chương trình để cấu hình RTC theo kế hoạch nguồn DSM, để RTC (bật/tắt theo lịch trình) có thể hoạt động đúng cách.",
            "zh_CN": "根据 DSM 电源计划配置 RTC 的程序, 使 RTC(定时开关机) 可以正常工作。",
            "zh_HK": "根據 DSM 電源計劃配置 RTC 的程式, 使 RTC(定時開關機) 可以正常工作。",
            "zh_TW": "根據 DSM 電源計劃配置 RTC 的程式, 使 RTC(定時開關機) 可以正常工作。"
        }
    },
    "reboottoloader": {
        "system": false,
        "description": {
            "en_US": "Add a script to restart to RR in the DSM scheduled task, making it easy to access RR with not have a screen and keyboard.",
            "ar_SA": "أضف سكريبت لإعادة التشغيل إلى RR في المهمة المجدولة DSM، مما يجعل من السهل الوصول إلى RR بدون وجود شاشة ولوحة مفاتيح.",
            "de_DE": "Fügt einen Skript zum Neustart zu RR in der DSM geplanten Aufgabe, so dass es einfach, RR mit nicht haben einen Bildschirm und Tastatur zugreifen.",
            "es_ES": "Agregue un script para reiniciar a RR en la tarea programada de DSM, lo que facilita el acceso a RR sin tener una pantalla y un teclado.",
            "fr_FR": "Ajoutez un script pour redémarrer à RR dans la tâche planifiée DSM, ce qui rend facile d'accéder à RR avec ne pas avoir un écran et un clavier.",
            "ja_JP": "DSM のスケジュールされたタスクで RR に再起動するスクリプトを追加し、画面とキーボードがない RR に簡単にアクセスできるようにします。",
            "ko_KR": "DSM 예약 된 작업에서 RR로 재시작하는 스크립트를 추가하여 화면과 키보드가없는 RR에 쉽게 액세스 할 수 있습니다.",
            "ru_RU": "Добавьте сценарий для перезапуска в RR в запланированной задаче DSM, что облегчает доступ к RR без наличия экрана и клавиатуры.",
            "th_TH": "เพิ่มสคริปต์เพื่อรีสตาร์ทไปยัง RR ในงานที่ตั้งเวลา DSM ทำให้สามารถเข้าถึง RR ได้อย่างง่ายโดยไม่มีหน้าจอและคีย์บอร์ด",
            "tr_TR": "DSM planlanmış görevinde RR'ye yeniden başlatmak için bir betik ekleyerek, ekrana ve klavyeye sahip olmadan RR'ye erişmeyi kolaylaştırır.",
            "uk_UA": "Додайте сценарій для перезапуску в RR в запланованому завданні DSM, що полегшує доступ до RR без наявності екрана та клавіатури.",
            "vi_VN": "Thêm một tập lệnh để khởi động lại RR trong nhiệm vụ được lên lịch DSM, làm cho nó dễ dàng truy cập RR với không có màn hình và bàn phím.",
            "zh_CN": "在 DSM 计划任务中添加一个脚本以重新启动到 RR，这使得很容易访问 RR 而不需要屏幕和键盘。",
            "zh_HK": "在 DSM 計劃任務中添加一個腳本以重新啟動到 RR，這使得很容易訪問 RR 而不需要屏幕和鍵盤。",
            "zh_TW": "在 DSM 計劃任務中添加一個腳本以重新啟動到 RR，這使得很容易訪問 RR 而不需要屏幕和鍵盤。"
        }
    },
    "redpill": {
        "system": true,
        "description": {
            "en_US": "Delay redpill.",
            "ar_SA": "تأخير redpill.",
            "de_DE": "Verzögere redpill.",
            "es_ES": "Retrasar redpill.",
            "fr_FR": "Retarder redpill.",
            "ja_JP": "ディレイredpill。",
            "ko_KR": "지연 redpill.",
            "ru_RU": "Задержка redpill.",
            "th_TH": "เลื่อน redpill.",
            "tr_TR": "Redpill'i geciktir.",
            "uk_UA": "Затримка redpill.",
            "vi_VN": "Trì hoãn redpill.",
            "zh_CN": "延迟 redpill。",
            "zh_HK": "延遲 redpill。",
            "zh_TW": "延遲 redpill。"
        }
    },
    "remotefs": {
        "system": false,
        "description": {
            "en_US": "Author: jinlife. This patch will allow remote NFS/CIFS shared folder be used in VideoStation, AudioStation and Photos etc..",
            "ar_SA": "المؤلف: jinlife. سيسمح هذا التصحيح باستخدام مجلد مشترك بروتوكول NFS/CIFS عن بُعد في VideoStation و AudioStation و Photos وما إلى ذلك.",
            "de_DE": "Autor: jinlife. Dieser Patch ermöglicht es, dass ein entfernter NFS/CIFS-Freigabeordner in VideoStation, AudioStation und Photos usw. verwendet wird.",
            "es_ES": "Autor: jinlife. Este parche permitirá que la carpeta compartida remota NFS/CIFS se utilice en VideoStation, AudioStation y Photos, etc.",
            "fr_FR": "Auteur: jinlife. Ce correctif permettra à un dossier partagé NFS/CIFS distant d'être utilisé dans VideoStation, AudioStation et Photos, etc.",
            "ja_JP": "作成者: jinlife。このパッチにより、リモート NFS/CIFS 共有フォルダを VideoStation、AudioStation、Photos などで使用できます。",
            "ko_KR": "작성자: jinlife. 이 패치를 사용하면 VideoStation, AudioStation 및 사진 등에서 원격 NFS/CIFS 공유 폴더를 사용할 수 있습니다.",
            "ru_RU": "Автор: jinlife. Этот патч позволит использовать удаленную общую папку NFS/CIFS в VideoStation, AudioStation и Photos и т. д.",
            "th_TH": "ผู้เขียน: jinlife. แพตช์นี้จะทำให้โฟลเดอร์ที่แชร์ระยะไกลแบบ NFS/CIFS ใช้ได้ใน VideoStation, AudioStation และ Photos เป็นต้น",
            "tr_TR": "Yazar: jinlife. Bu yama, VideoStation, AudioStation ve Fotoğraflar vb. gibi yerlerde uzak NFS/CIFS paylaşılan klasörün kullanılmasına izin verecektir.",
            "uk_UA": "Автор: jinlife. Цей патч дозволить використовувати віддалену спільну папку NFS/CIFS в VideoStation, AudioStation та Photos тощо.",
            "vi_VN": "Tác giả: jinlife. Bản vá này sẽ cho phép thư mục chia sẻ NFS/CIFS từ xa được sử dụng trong VideoStation, AudioStation và Photos v.v..",
            "zh_CN": "作者：jinlife。此补丁将允许在 VideoStation、AudioStation 和 Photos 等中使用远程 NFS/CIFS 共享文件夹。",
            "zh_HK": "作者：jinlife。此補丁將允許在 VideoStation、AudioStation 和 Photos 等中使用遠程 NFS/CIFS 共享文件夾。",
            "zh_TW": "作者：jinlife。此補丁將允許在 VideoStation、AudioStation 和 Photos 等中使用遠程 NFS/CIFS 共享文件夾。"
        }
    },
    "revert": {
        "system": true,
        "description": {
            "en_US": "Revert addons modifications.",
            "ar_SA": "تراجع عن تعديلات الإضافات.",
            "de_DE": "Addons-Modifikationen rückgängig machen.",
            "es_ES": "Deshacer las modificaciones de los addons.",
            "fr_FR": "Annuler les modifications des addons.",
            "ja_JP": "アドオンの変更を元に戻します。",
            "ko_KR": "애드온 수정 사항을 되돌립니다.",
            "ru_RU": "Отменить изменения аддонов.",
            "th_TH": "ย้อนกลับการปรับแต่งของส่วนเสริม",
            "tr_TR": "Eklentilerin değişikliklerini geri alın.",
            "uk_UA": "Скасувати зміни додатків.",
            "vi_VN": "Hoàn tác các thay đổi của các tiện ích.",
            "zh_CN": "撤销插件修改。",
            "zh_HK": "還原插件修改。",
            "zh_TW": "還原插件修改。"
        }
    },
    "rndis": {
        "system": true,
        "description": {
            "en_US": "Android USB Network Adapter.",
            "ar_SA": "محول شبكة USB لنظام Android.",
            "de_DE": "Android USB-Netzwerkadapter.",
            "es_ES": "Adaptador de red USB de Android.",
            "fr_FR": "Adaptateur réseau USB Android.",
            "ja_JP": "Android USB ネットワークアダプター",
            "ko_KR": "안드로이드 USB 네트워크 어댑터.",
            "ru_RU": "Адаптер сети USB для Android.",
            "th_TH": "อะแดปเตอร์เครือข่าย USB สำหรับ Android",
            "tr_TR": "Android USB Ağ Adaptörü.",
            "uk_UA": "Адаптер мережі USB для Android.",
            "vi_VN": "Bộ chuyển đổi mạng USB Android.",
            "zh_CN": "Android USB 网络适配器.",
            "zh_HK": "Android USB 網路適配器",
            "zh_TW": "Android USB 網路介面卡."
        }
    },
    "sensors": {
        "system": false,
        "description": {
            "en_US": "This script installs the sensors package, which is used to monitor the temperature of the CPU and other components.",
            "ar_SA": "يقوم هذا البرنامج النصي بتثبيت حزمة sensors التي تُستخدم لمراقبة درجة حرارة وحدة المعالجة المركزية وغيرها من المكونات.",
            "de_DE": "Dieser Skript installiert das sensors Paket, das verwendet wird, um die Temperatur des CPUs und anderer Komponenten zu überwachen.",
            "es_ES": "Este script instala el paquete sensors, que se utiliza para monitorear la temperatura de la CPU y otros componentes.",
            "fr_FR": "Ce script installe le package sensors, qui est utilisé pour surveiller la température du CPU et d'autres composants.",
            "ja_JP": "このスクリプトは、CPUおよび他のコンポーネントの温度を監視するために使用されるsensorsパッケージをインストールします。",
            "ko_KR": "이 스크립트는 CPU 및 다른 구성 요소의 온도를 모니터링하는 데 사용되는 sensors 패키지를 설치합니다.",
            "ru_RU": "Этот скрипт устанавливает пакет sensors, который используется для мониторинга температуры процессора и других компонентов.",
            "th_TH": "สคริปต์นี้จะติดตั้งแพ็กเกจ sensors ซึ่งใช้สำหรับตรวจสอบอุณหภูมิของ CPU และองค์ประกอบอื่น ๆ",
            "tr_TR": "Bu komut dosyası, CPU ve diğer bileşenlerin sıcaklığını izlemek için kullanılan sensors paketini yükler.",
            "uk_UA": "Цей скрипт встановлює пакет sensors, який використовується для моніторингу температури процесора та інших компонентів.",
            "vi_VN": "Tập lệnh này cài đặt gói sensors, được sử dụng để giám sát nhiệt độ của CPU và các thành phần khác.",
            "zh_CN": "此脚本安装 sensors 包，用于监视 CPU 和其他组件的温度。",
            "zh_HK": "此腳本安裝 sensors 套件，用於監視 CPU 和其他組件的溫度。",
            "zh_TW": "此腳本安裝 sensors 套件，用於監視 CPU 和其他組件的溫度。"
        }
    },
    "setrootpw": {
        "system": false,
        "description": {
            "en_US": "Set root password and enable ssh/sftp. Please modify PW=\"\" to the desired password in DSM Task Scheduler and run the task.",
            "ar_SA": "قم بتعيين كلمة مرور root وتمكين ssh/sftp. يرجى تعديل PW=\"\" إلى كلمة المرور المطلوبة في جدول المهام DSM وتشغيل المهمة.",
            "de_DE": "Legen Sie das Root-Passwort fest und aktivieren Sie ssh/sftp. Bitte ändern Sie PW=\"\" in der DSM-Aufgabenplanung in das gewünschte Passwort und führen Sie die Aufgabe aus.",
            "es_ES": "Establece la contraseña de root y habilita ssh/sftp. Por favor, modifique PW=\"\" a la contraseña deseada en el Programador de Tareas de DSM y ejecute la tarea.",
            "fr_FR": "Définissez le mot de passe root et activez ssh/sftp. Veuillez modifier PW=\"\" en le mot de passe souhaité dans le planificateur de tâches DSM et exécutez la tâche.",
            "ja_JP": "ルートパスワードを設定し、ssh/sftpを有効にします。DSM タスクスケジューラで PW=\"\" を希望のパスワードに変更してタスクを実行してください。",
            "ko_KR": "루트 암호를 설정하고 ssh/sftp를 활성화합니다. DSM 작업 스케줄러에서 PW=\"\"를 원하는 암호로 수정하고 작업을 실행하십시오.",
            "ru_RU": "Установите пароль root и включите ssh/sftp. Пожалуйста, измените PW=\"\" на желаемый пароль в планировщике задач DSM и запустите задачу.",
            "th_TH": "ตั้งรหัสผ่าน root และเปิดใช้งาน ssh/sftp โปรดแก้ไข PW=\"\" เป็นรหัสผ่านที่ต้องการในตัวจัดการงาน DSM และเริ่มการทำงาน",
            "tr_TR": "Kök parolasını ayarlayın ve ssh/sftp'yi etkinleştirin. Lütfen DSM Görev Zamanlayıcısında PW=\"\"'yi istenen parola olarak değiştirin ve görevi çalıştırın.",
            "uk_UA": "Встановіть пароль root та увімкніть ssh/sftp. Будь ласка, змініть PW=\"\" на бажаний пароль в планувальнику завдань DSM та запустіть завдання.",
            "vi_VN": "Đặt mật khẩu root và kích hoạt ssh/sftp. Vui lòng sửa đổi PW=\"\" thành mật khẩu mong muốn trong Lịch trình nhiệm vụ DSM và chạy nhiệm vụ.",
            "zh_CN": "设置 root 密码并启用 ssh/sftp。请在 DSM 计划任务中将 PW=\"\" 修改为所需的密码并运行该任务。",
            "zh_HK": "設置 root 密碼並啟用 ssh/sftp。請在 DSM 計劃任務中將 PW=\"\" 修改為所需的密碼並運行該任務。",
            "zh_TW": "設置 root 密碼並啟用 ssh/sftp。請在 DSM 計劃任務中將 PW=\"\" 修改為所需的密碼並執行該任務。"
        }
    },
    "sortnetif": {
        "system": false,
        "description": {
            "en_US": "Sort network interface name.(parameters: empty: sorted by busid; mac1,mac2,...: sorted by macs sequence).",
            "ar_SA": "فرز اسم واجهة الشبكة.(المعلمات: فارغ: مرتبة حسب busid؛ mac1،mac2،...: مرتبة حسب تسلسل macs).",
            "de_DE": "Sortiere Netzwerk-Schnittstellen-Namen.(Parameter: leer: sortiert nach Bus-ID; mac1,mac2,...: sortiert nach MACs-Sequenz).",
            "es_ES": "Ordenar nombre de interfaz de red.(parámetros: vacío: ordenado por busid; mac1,mac2,...: ordenado por secuencia de macs).",
            "fr_FR": "Trier le nom de l'interface réseau.(paramètres: vide: trié par busid; mac1,mac2,...: trié par séquence de macs).",
            "ja_JP": "ネットワークインターフェイス名をソートします。(パラメータ: 空: busid でソート; mac1,mac2,...: macs シーケンスでソート).",
            "ko_KR": "네트워크 인터페이스 이름을 정렬합니다.(매개 변수: 비어 있음: 버스 ID로 정렬; mac1,mac2,...: macs 시퀀스로 정렬).",
            "ru_RU": "Сортировать имя сетевого интерфейса.(параметры: пусто: сортировка по busid; mac1,mac2,...: сортировка по последовательности macs).",
            "th_TH": "เรียงลำดับชื่ออินเตอร์เฟซเครือข่าย.(พารามิเตอร์: ว่าง: เรียงลำดับตาม busid; mac1,mac2,...: เรียงลำดับตามลำดับ macs).",
            "tr_TR": "Ağ arayüz adını sırala.(parametreler: boş: busid'ye göre sıralanmış; mac1,mac2,...: macs sırasına göre sıralanmış).",
            "uk_UA": "Сортувати ім'я мережевого інтерфейсу.(параметри: порожній: впорядковано за busid; mac1,mac2,...: впорядковано за послідовністю macs).",
            "vi_VN": "Sắp xếp tên giao diện mạng.(tham số: trống: sắp xếp theo busid; mac1,mac2,...: sắp xếp theo chuỗi macs).",
            "zh_CN": "对网络接口名称进行排序。(参数: 空: 按 busid 排序; mac1,mac2,...: 按 macs 序列排序).",
            "zh_HK": "對網絡接口名稱進行排序。(參數: 空: 按 busid 排序; mac1,mac2,...: 按 macs 序列排序).",
            "zh_TW": "對網路介面名稱進行排序。(參數: 空: 按 busid 排序; mac1,mac2,...: 按 macs 序列排序)."
        }
    },
    "storagepanel": {
        "system": false,
        "description": {
            "en_US": "Change the storage panel disk display (The default is automatic, please see the documentation or '/usr/bin/storagepanel.sh -h' for parameters).",
            "ar_SA": "تغيير عرض القرص للوحة التخزين (الافتراضي هو التلقائي، يرجى الرجوع إلى الوثائق أو '/usr/bin/storagepanel.sh -h' للحصول على المعلمات).",
            "de_DE": "Ändern Sie die Speicherplattenanzeige (Standardmäßig ist dies automatisch, bitte lesen Sie die Dokumentation oder '/usr/bin/storagepanel.sh -h' für Parameter).",
            "es_ES": "Cambie la visualización del disco del panel de almacenamiento (El valor predeterminado es automático, consulte la documentación o '/usr/bin/storagepanel.sh -h' para ver los parámetros).",
            "fr_FR": "Modifiez l'affichage du disque du panneau de stockage (La valeur par défaut est automatique, veuillez consulter la documentation ou '/usr/bin/storagepanel.sh -h' pour les paramètres).",
            "ja_JP": "ストレージパネルのディスク表示を変更します（デフォルトは自動です。パラメータについては、ドキュメントまたは '/usr/bin/storagepanel.sh -h' を参照してください）。",
            "ko_KR": "스토리지 패널 디스크 표시를 변경합니다 (기본값은 자동입니다. 매개 변수에 대해서는 문서 또는 '/usr/bin/storagepanel.sh -h'를 참조하십시오).",
            "ru_RU": "Измените отображение диска панели хранения (По умолчанию это автоматический режим, пожалуйста, ознакомьтесь с документацией или '/usr/bin/storagepanel.sh -h' для параметров).",
            "th_TH": "เปลี่ยนการแสดงผลของดิสก์ในแผงจัดเก็บ (ค่าเริ่มต้นคืออัตโนมัติ โปรดดูเอกสารหรือ '/usr/bin/storagepanel.sh -h' เพื่อดูพารามิเตอร์)",
            "tr_TR": "Depolama paneli diski görüntüsünü değiştirin (Varsayılan olarak otomatik, lütfen parametreler için belgeleri veya '/usr/bin/storagepanel.sh -h' bakın).",
            "uk_UA": "Змініть відображення диска панелі зберігання (За замовчуванням це автоматичний режим, будь ласка, ознайомтеся з документацією або '/usr/bin/storagepanel.sh -h' для параметрів).",
            "vi_VN": "Thay đổi hiển thị ổ đĩa của bảng lưu trữ (Mặc định là tự động, vui lòng xem tài liệu hoặc '/usr/bin/storagepanel.sh -h' để biết thông số).",
            "zh_CN": "更改存储面板磁盘显示（默认为自动，请参阅文档或 '/usr/bin/storagepanel.sh -h' 了解参数）。",
            "zh_HK": "更改存儲面板磁盤顯示（默認為自動，請參閱文檔或 '/usr/bin/storagepanel.sh -h' 了解參數）。",
            "zh_TW": "更改存儲面板磁盤顯示（默認為自動，請參閱文檔或 '/usr/bin/storagepanel.sh -h' 了解參數）。"
        }
    },
    "synoconfbkp": {
        "system": false,
        "description": {
            "en_US": "Automatically backup system config settings to the bootloader disk(<loader disk>/p1/scbk/) at bootup and shutdown. Parameters: $1 - number of saves, default 7; $2 - file name prefix, default \"bkp\".",
            "ar_SA": "قم بنسخ احتياطي تلقائيًا لإعدادات تكوين النظام إلى قرص البدء (<قرص البدء>/p1/scbk/) عند التشغيل والإيقاف. المعلمات: $1 - عدد الحفظ، الافتراضي 7؛ $2 - بادئة اسم الملف، الافتراضي \"bkp\".",
            "de_DE": "Sichert automatisch die Systemkonfigurationseinstellungen auf der Bootloader-Festplatte (<Bootloader-Festplatte>/p1/scbk/) beim Booten und Herunterfahren. Parameter: $1 - Anzahl der Sicherungen, Standard 7; $2 - Dateiname-Präfix, Standard \"bkp\".",
            "es_ES": "Realiza automáticamente una copia de seguridad de la configuración del sistema en el disco de arranque (<disco de arranque>/p1/scbk/) al arrancar y apagar. Parámetros: $1 - número de copias, por defecto 7; $2 - prefijo del nombre del archivo, por defecto \"bkp\".",
            "fr_FR": "Sauvegarde automatiquement les paramètres de configuration du système sur le disque de démarrage (<disque de démarrage>/p1/scbk/) au démarrage et à l'arrêt. Paramètres : $1 - nombre de sauvegardes, par défaut 7 ; $2 - préfixe du nom de fichier, par défaut \"bkp\".",
            "ja_JP": "システム構成設定をブートローダーディスク（<ブートローダーディスク>/p1/scbk/）に自動的にバックアップします。起動時とシャットダウン時に実行されます。パラメータ: $1 - 保存回数、デフォルト 7; $2 - ファイル名のプレフィックス、デフォルト \"bkp\"。",
            "ko_KR": "시스템 구성 설정을 부트로더 디스크(<부트로더 디스크>/p1/scbk/)에 부팅 및 종료시 자동으로 백업합니다. 매개변수: $1 - 저장 횟수, 기본값 7; $2 - 파일 이름 접두사, 기본값 \"bkp\".",
            "ru_RU": "Автоматическое резервное копирование настроек конфигурации системы на диске загрузчика (<диск загрузчика>/p1/scbk/) при загрузке и выключении. Параметры: $1 - количество сохранений, по умолчанию 7; $2 - префикс имени файла, по умолчанию \"bkp\".",
            "th_TH": "สำรองข้อมูลการตั้งค่าระบบโดยอัตโนมัติไปยังดิสก์โหลด (<ดิสก์โหลด>/p1/scbk/) ขณะเปิดเครื่องและปิดเครื่อง พารามิเตอร์: $1 - จำนวนการบันทึก, ค่าเริ่มต้น 7; $2 - คำนำหน้าชื่อไฟล์, ค่าเริ่มต้น \"bkp\".",
            "tr_TR": "Sistem yapılandırma ayarlarını başlatma ve kapatma sırasında önyükleme diski (<önyükleme diski>/p1/scbk/) üzerine otomatik olarak yedekleyin. Parametreler: $1 - kayıt sayısı, varsayılan 7; $2 - dosya adı öneki, varsayılan \"bkp\".",
            "uk_UA": "Автоматичне резервне копіювання налаштувань конфігурації системи на диску завантажувача (<диск завантажувача>/p1/scbk/) під час завантаження та вимкнення. Параметри: $1 - кількість збережень, за замовчуванням 7; $2 - префікс імені файлу, за замовчуванням \"bkp\".",
            "vi_VN": "Sao lưu tự động cài đặt cấu hình hệ thống vào ổ đĩa bootloader (<ổ đĩa bootloader>/p1/scbk/) khi khởi động và tắt máy. Tham số: $1 - số lần lưu, mặc định 7; $2 - tiền tố tên tệp, mặc định \"bkp\".",
            "zh_CN": "在启动和关机时自动备份系统配置设置到引导加载器磁盘（<引导加载器磁盘>/p1/scbk/）。参数：$1 - 保存次数，默认 7；$2 - 文件名前缀，默认 \"bkp\"。",
            "zh_HK": "在啟動和關機時自動備份系統設定到引導載入器磁碟（<引導載入器磁碟>/p1/scbk/）。參數：$1 - 保存次數，預設 7；$2 - 檔案名稱前綴，預設 \"bkp\"。",
            "zh_TW": "在開機和關機時自動備份系統設定到引導載入器磁碟（<引導載入器磁碟>/p1/scbk/）。參數：$1 - 保存次數，預設 7；$2 - 檔案名稱前綴，預設 \"bkp\"。"
        }
    },
    "updatenotify": {
        "system": false,
        "description": {
            "en_US": "RR update notification.",
            "ar_SA": "إشعار تحديث RR.",
            "de_DE": "RR-Update-Benachrichtigung.",
            "es_ES": "Notificación de actualización de RR.",
            "fr_FR": "Notification de mise à jour de RR.",
            "ja_JP": "RRアップデート通知。",
            "ko_KR": "RR 업데이트 알림.",
            "ru_RU": "Уведомление об обновлении RR.",
            "th_TH": "การแจ้งเตือนการอัปเดต RR",
            "tr_TR": "RR güncelleme bildirimi.",
            "uk_UA": "Сповіщення про оновлення RR.",
            "vi_VN": "Thông báo cập nhật RR.",
            "zh_CN": "RR更新通知。",
            "zh_HK": "RR更新通知。",
            "zh_TW": "RR更新通知。"
        }
    },
    "wireless": {
        "system": false,
        "description": {
            "en_US": "Connect WiFi. Please modify 'IFNAME' 'SSID' 'PASSWD' to the required password in the DSM scheduled task and execute it.",
            "ar_SA": "قم بتوصيل WiFi. يرجى تعديل 'IFNAME' 'SSID' 'PASSWD' إلى كلمة المرور المطلوبة في مهمة DSM المجدولة وتنفيذها.",
            "de_DE": "Verbinden Sie WiFi. Bitte ändern Sie 'IFNAME' 'SSID' 'PASSWD' auf das erforderliche Passwort in der DSM geplanten Aufgabe und führen Sie es aus.",
            "es_ES": "Conecte WiFi. Modifique 'IFNAME' 'SSID' 'PASSWD' a la contraseña requerida en la tarea programada DSM y ejecútela.",
            "fr_FR": "Connectez-vous au WiFi. Veuillez modifier 'IFNAME' 'SSID' 'PASSWD' au mot de passe requis dans la tâche planifiée DSM et exécutez-la.",
            "ja_JP": "WiFiに接続してください。DSMの予約タスクで必要なパスワードに 'IFNAME' 'SSID' 'PASSWD' を変更して実行してください。",
            "ko_KR": "WiFi에 연결하십시오. DSM 예약 작업에서 필요한 암호로 'IFNAME' 'SSID' 'PASSWD'를 수정하고 실행하십시오.",
            "ru_RU": "Подключитесь к WiFi. Пожалуйста, измените 'IFNAME' 'SSID' 'PASSWD' на требуемый пароль в запланированной задаче DSM и выполните ее.",
            "th_TH": "เชื่อมต่อ WiFi โปรดแก้ไข 'IFNAME' 'SSID' 'PASSWD' เป็นรหัสผ่านที่ต้องการในงานที่ตั้งเวลา DSM และเริ่มการทำงาน",
            "tr_TR": "WiFi'ye bağlanın. Lütfen DSM planlanmış görevinde 'IFNAME' 'SSID' 'PASSWD' 'yi gerekli parola için değiştirin ve çalıştırın.",
            "uk_UA": "Підключіться до WiFi. Будь ласка, змініть 'IFNAME' 'SSID' 'PASSWD' на потрібний пароль у запланованому завданні DSM та виконайте його.",
            "vi_VN": "Kết nối WiFi. Vui lòng sửa đổi 'IFNAME' 'SSID' 'PASSWD' thành mật khẩu yêu cầu trong tác vụ được lên lịch DSM và thực hiện nó.",
            "zh_CN": "连接 WiFi。请在 DSM 计划任务中将 'IFNAME' 'SSID' 'PASSWD' 修改为所需密码并执行它。",
            "zh_HK": "連接 WiFi。請在 DSM 計劃任務中將 'IFNAME' 'SSID' 'PASSWD' 修改為所需密碼並執行它。",
            "zh_TW": "連接 WiFi。請在 DSM 計劃任務中將 'IFNAME' 'SSID' 'PASSWD' 修改為所需密碼並執行它。"
        }
    },
    "wol": {
        "system": true,
        "description": {
            "en_US": "Force enable Wake-on-lan for network devices.",
            "ar_SA": "قم بتمكين Wake-on-lan بقوة لأجهزة الشبكة.",
            "de_DE": "Erzwingen Sie Wake-on-lan für Netzwerkgeräte.",
            "es_ES": "Forzar el Wake-on-lan para dispositivos de red.",
            "fr_FR": "Forcer l'activation de Wake-on-lan pour les périphériques réseau.",
            "ja_JP": "ネットワークデバイスの Wake-on-lan を強制的に有効にします。",
            "ko_KR": "네트워크 장치의 Wake-on-lan을 강제로 활성화합니다.",
            "ru_RU": "Принудительное включение Wake-on-lan для сетевых устройств.",
            "th_TH": "บังคับให้ Wake-on-lan ใช้งานสำหรับอุปกรณ์เครือข่าย",
            "tr_TR": "Ağ cihazları için Wake-on-lan'ı zorla etkinleştirin.",
            "uk_UA": "Примусове включення Wake-on-lan для мережевих пристроїв.",
            "vi_VN": "Có;puxáy awake-on-lan cho thiết bị mạng.",
            "zh_CN": "强制启用网络设备的 Wake-on-lan(网络唤醒)。",
            "zh_HK": "強制啟用網絡設備的 Wake-on-lan(網絡喚醒)。",
            "zh_TW": "強制啟用網路設備的 Wake-on-lan(網路喚醒)。"
        }
    }
}